Repository: TrainerDex/Website
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Welcome
fr: Bienvenue

source: TrainerDex is a service for tracking and updating your progress in Pokémon Go. Don't worry, there's no risk of ban! Check out our <a href="%(faq_url)s" id="faq">FAQ</a>.
fr: TrainerDex est un outil de suivi et de mise à jour de votre progression dans le jeu Pokémon Go. Ne vous inquiétez pas, il n'y a aucun risque d'être banni du jeu! Consultez notre <a href="%(faq_url)s" id="faq">FAQ</a>

source: Our discord bot is currently live and provides <em>leaderboards, badges, profiles</em> and more!
fr: Notre bot Discord est actif et offre <em>tableau de leaders, badges, profiles</em> et plus!

source: TrainerDex Web <em>beta</em> is here!
fr: TrainerDex Web <em>beta</em> est ici!

source: Click <a href="%(account_signup)s">here</a> to register.
fr: Cliquez <a href="%(account_signup)s">ici</a>pour vous inscrire.

source: <a href="%(donation_url)s">Donations</a> help a lot with development!
fr: <a href="%(donation_url)s">Donations</a> aident énormement au dévelopement de ce service.

source: Let's go!
fr: Allons-y!

source: Frequently Asked Questions
fr: Foire aux questions

source: My total goal is missing!!!
fr: Mon objectif total n'apparaît pas

source: <p><i>This isn't a question. That's you complaining, but I have an answer anyway.</i></p> <p>You most likely had a <em>phantom goal</em> This isn't anything to do with Danny Phantom, ghosts or an own goal nobody wants to own up to. Instead, this related to goals shown by the Discord bot. Before the 22nd December, once you reached your goal the bot would reset it to zero. Anybody below Level 40 and a zero goal was assigned a phantom goal as a promotion for goals.</p> <p>Since then, the default behaviour is to automatically move your goal on to the next level when you reach your goal, rather than resetting to zero. To give the user a choice <em>not</em> to have a goal. We removed phantom goals. Phantom goals didn't congratulate the user either, whereas set goals do.</p>
fr: <p><i>Ce n'est pas une question. Vous êtes juste entrain de vous plaindre, mais ne vous inquiétez pas, je vais y répondre quand même.</i></p> <p>Vous aviez probablement un <em>objectif phantôme</em> Rassurez-vous cela n'a absolument rien de paranormal ou utopique. La raison est liée aux objectifs montrés par le bot Discord. Avant le 22 Décembre, les objectifs, une fois atteints, étaient remis à zéro par le bot. Tous les utilisateurs dont le niveau était inférieur à 40 et un objectif de 0 se voyaient attribués un objectif phantôme par le bot en guise d'encouragement à accomplir des objectifs.</p> <p>Depuis, l'attitude par défaut du bot est de désigner automatiquement l'objectif supérieur dés que l'objectif en cours a été atteint, au lieu de le ramener à 0. Afin d'offrir le choix aux utilisateurs de pouvoir choisir <em>aucun</em> objectif. Nous avons retirer ces objectifs phantômes. De plus, ces objectifs fictifs ne félicitaient pas les utilisateurs, alors que les objectifs réels le font.</p>

source: How do I set a goal?
fr: Comment établir un objectif?

source: Reports
fr: Rapports

source: Leaderboard
fr: Classement

source: TrainerDex Profiles
fr: Profiles TrainerDex

source: Expected a Numeric ID, got gibberish.
fr: Numeric ID attendu, n'est reçu que du charabia

source: Expected a UUID, got gibberish.
fr: UUID attendu, n'est reçu que du charabia

source: User
fr: Utilisateur

source: Nickname
fr: Nom

source: Start Date
fr: Date de début

source: Team
fr: Équipe

source: Historic Cheater
fr: Tricheur légendaire

source: Last Cheated
fr: Date de dernière triche

source: Cheater
fr: Tricheur

source: Statistics
fr: Statistiques

source: Rate Goal
fr: Objectif de rythme

source: Reach Goal
fr: Objectif à atteindre

source: Pokémon GO Fest 2017
fr: Festival Pokémon GO

source: Chicago, July 22, 2017
fr: Chicago, 22 juillet 2017

source: Pokémon GO STADIUM
fr: Stade Pokémon GO

source: Yokohama, August 2017
fr: Yokohama, août 2017

source: GO Safari Zone - Europe 2017
fr: Zone Safari GO - Europe 2017

source: Europe, September 16, 2017
fr: Europe, 16 septembre 2017

source: Europe, October 7, 2017
fr: Europe, 7 octobre 2017

source: Europe, October 14, 2017
fr: Europe, 14 octobre 2017"

source: Pokémon GO Fest 2018
fr: Festival Pokémon GO

source: Chicago, July 14-15, 2018
fr: Chicago, 14-15 juillet 2018

source: Pokémon GO Special Weekend
fr: Week-end spécial Pokémon GO

source: Japan, July 26-29, 2018
fr: Japon 26-29 juillet 2018

source: Country
fr: Pays

source: Region
fr: Région

source: Verified
fr: Validé

source: Last Modified
fr: Dernière modification

source: Trainer
fr: Traineur

source: Trainers
fr: Traineurs

source: Name
fr: Nom

source: Colour
fr: Couleur

source: Teams
fr: Equipes

source: Time Updated
fr: Heure de mise à jour

source: XP
fr: PX

source: Species Caught
fr: Espéces attrapées

source: Species Seen
fr: Espèces vues

source: Total Gym Badges
fr: Total de badges d'arénes

source: Jogger
fr: Joggeur

source: Collector
fr: Collectionneur

source: Scientist
fr: Scientifique

source: Breeder
fr: Eleveur

source: Backpacker
fr: Randonneur

source: Battle Girl
fr: Combattante

source: Fisherman
fr: Pêcheur

source: Ace Trainer
fr: Top Dresseur

source: Youngster
fr: Gamin

source: Unown
fr: Zarbi

source: Berry Master
fr: Maître des Baies

source: Champion
fr: Maître

source: Psychic
fr: Psy

source: Time Created
fr: Heure créée

source: Total XP Screenshot
fr: Captures d'Total de PX

source: Crowd Sourced
fr: Origine Crowdsource

source: This value has previously been entered at a higher value. Please try again, ensuring you enter your Total XP.
fr: Ce champs a déjà été renseigné avec une plus haute valeur. Veuillez réessayer en vérifiant votre Total de PX

source: Update
fr: Mise à jour

source: Updates
fr: Mises à jour

source: Reported by
fr: Soumis par

source: Report
fr: Rapport

source: Signup
fr: Inscription

source: Register
fr: Enregistrement

source: Step 2
fr: 2éme étape

source: Submit
fr: Soumettre

source: Update Stats
fr: Statistiques des mises à jour

source: Input must be a positive number!
fr: Renseigner un chiffre positif!

source: Profile Medals
fr: Médailles du profile

source: Pokémon Type Medals
fr: Médailes des types Pokémon

source: %(loc)s Leaderboard
fr: Classement %(loc)s

source: Mystic
fr: Sagesse

source: Valor
fr: Bravoure

source: Instinct
fr: Intuition

source: Total XP
fr: Total de PX

source: TL
fr: Niveau

source: History
fr: Historique

source: Medals
fr: Médailles

source: Type Medals
fr: Types de médailles

source: It seems this trainer hasn't shared any of these medals. We only show medals with data to avoid showing a row of null values, that's kinda ugly.
fr: Il semblerait que ce traineur n'ait pas partagé de médailles. Nous ne montrons que les médailles qui ont été renseignées afin d'éviter de remplir la page avec des valeurs nulles, c'est pas beau à voir.

source: The username you entered is not a valid Pokemon Go username.
fr: Le nom d'utilisateur que vous avez renseigné n'est pas un nom d'utilisateur Pokémon Go valide

source: Profile deactivated
fr: Profile déactivé

source: Late Update Deletion Request
fr: Demande de retrait d'une mise à jour tardive

source: There has been a request to delete {update} by {requester} at {ip}
fr: Il existe une demande de retrait de {update} par {requester} à partir de {ip}

source: Please complete your profile to continue using the website.
fr: Nous vous prions de complèter votre profile afin de pouvoir utiliser ce site web.

source: Thank you for filling out your profile. Your screenshots have been sent for verification. An admin will verify you within the next couple of days. Until then, you will not appear in the Global Leaderboard but you can still use Guild Leaderboards and and update your stats!
fr: Nous vous remercions d'avoir renseigné votre profile. Vos captures d'écran sont en cours de vérification. Un Admin validera votre compte d'ici 48h. Jusque-là, vous n'apparaîtrez pas sur le Global Leaderboard mais vous pourrez utiliser le Guild Leaderboard et mettre à jour vos statistiques.

source: Stats updated. Screenshot included.
fr: Statistiques mises à jour. Capture d'écran incluse.

source: Account Inactive
fr: Compte inactif

source: This account is inactive.
fr: Ce compte est inactif.

source: Return to login page
fr: Retour à la page de garde

source: Account
fr: Compte

source: Add E-mail Address
fr: Ajouter une adresse Email

source: Add an email address to your account to get back in if you forget your password. Also, your primary email is used for gravatar generation.
fr: Ajoutez une adresse Email à votre compte afin de pouvoir vous reconnecter dans le cas de l'oubli de votre mot de passe. De même, votre adresse Email principale est utilisée pour générer un Gravatar.

source: Enter email...
fr: Renseignez votre adresse Email

source: Add E-mail
fr: Ajoutez une adresse Email

source: E-mail Addresses
fr: Adresses Email

source: The following e-mail addresses are associated with your account:
fr: Les addresses Email suivantes sont associées à votre compte:

source: Primary
fr: Principale

source: Make Primary
fr: Rendre Principale

source: Re-send Verification
fr: Renvoyer message de Validation

source: Remove
fr: Retirer

source: Warning:
fr: Attention:

source: You currently do not have any e-mail address set up. You should really add an e-mail address so you can receive notifications, reset your password, etc.
fr: Vous n'avez aucune adresse Email associée à ce compte. Nous vosu conseillons d'ajouter une adresse afin de pouvoir recevoir nos bulletins, réinitialiser votre mot de passe, etc...

source: Do you really want to remove the selected e-mail address?
fr: Etes-vous sûr de vouloir retirer l'adresse Email séléctionnée?

source: Hello from %(site_name)s! You're receiving this e-mail because user %(user_display)s has connected this e-mail address to their account. If this is not you, just ignore this email. To confirm this is correct, go to %(activate_url)s
fr: Bonjour de la part de %(site_name)s! Vous avez reçu ce mail car l'utilisateur %(user_display)s a associé cette adresse mail à son compte. Si ceci est une erreur, nous vous prions de bien vouloir ignorer ce message. Pour valider cette requête, veuillez vous rendre à %(activate_url)s

source: Please confirm your E-mail Address
fr: Veuillez valider votre adresse Email

source: Hello from %(site_name)s! You're receiving this e-mail because you or someone else has requested a password for your user account. It can be safely ignored if you did not request a password reset. Click the link below to reset your password.
fr: Bonjour de la part de %(site_name)s! Vous avez reçu ce mail car vous ou une autre personne a demandé un mot de passe pour votre compte. Dans le cas d'une erreur, veuillez ignorer ce message, sinon, nosu vous invitons à cliquer sur le lien ci-dessous pour réinitialiser votre mot de passe.

source: In case you forgot, your username is %(username)s.
fr: Dans le cas où vous auriez oublié votre nom d'utilisateur, le voici %(username)s.

source: Thank you for using %(site_name)s! %(site_domain)s
fr: Nous vosu rmercions de visiter %(site_name)s! %(site_domain)s

source: Password Reset E-mail
fr: Email de réinitialisation de mot de passe

source: Confirm E-mail Address
fr: Validez votre adresse Email

source: Please confirm that <a href="mailto:%(email)s">%(email)s</a> is an e-mail address for user %(user_display)s.
fr: Veuillez confirmer que <a href="mailto:%(email)s">%(email)s</a> est l'adresse Email pour l'utilisateur %(user_display)s.

source: Confirm
fr: Validez

source: This e-mail confirmation link expired or is invalid.
fr: Ce lien de validation d'adresse Email est expiré ou invalide.

source: Resend confirmation email
fr: Renvoyer le mail de validation

source: Sign In
fr: Connectez-vous

source: If you already have an account, you can login below or via a third party account. If not, <a href="%(signup_url)s">sign up</a> for an account.
fr: Si vous avez déjà un compte, vous pouvez vous connecter ci-dessous ou utiliser votre compte sur un site tierce. Sinon, <a href="%(signup_url)s">inscrivez-vous</a> pour ouvrir un nouveau compte.

source: If you have not created an account yet, then please <a href="%(signup_url)s">sign up</a> first.
fr: Si vous n'avez pas encore créé de compte, priére de vous <a href="%(signup_url)s">inscrir</a> d'abord.

source: Sign In via Username and Password
fr: Connectez-vous avec votre Nom d'ulisateur et Mot de Passe

source: Sign Out
fr: Déconnectez-vous

source: Are you sure you want to sign out?
fr: Etes-vous sûr de vouloir vous déconnecter?

source: You cannot remove your primary e-mail address (%(email)s).
fr: Vous ne pouvez pas retirer votre adresse Email principale (%(email)s).

source: Confirmation e-mail sent to %(email)s.
fr: Message de validation a été envoyé à %(email)s.

source: You have confirmed %(email)s.
fr: Vous avez confirmé %(email)s.

source: Removed e-mail address %(email)s.
fr: Retirer l'adresse Email %(email)s.

source: Successfully signed in as %(name)s.
fr: Connexion réussie en tant que %(name)s.

source: You have signed out.
fr: Vous êtes déconnecté.

source: Password successfully changed to hunter2.
fr: Mot de passe a été changé à hunter2.

source: Password successfully set.
fr: Mot de passe initialisé avec succés.

source: Primary e-mail address set.
fr: Adresse Email principales initialisée.

source: Your primary e-mail address must be verified.
fr: Votre adresse Email principale doit être validée.

source: Change Password
fr: Changer le mot de passe

source: Password Reset
fr: Réinitialisation du mot de passe

source: Forgotten your password? Enter your e-mail address below, and we'll send you an e-mail allowing you to reset it.
fr: Vosu avez oublié votre mot de passe? Renseignez votre adresse Email dans le champs ci-dessous pour recevoir nos instructions pour réinitialiser le mot de passe.

source: Please contact us if you have any trouble resetting your password.
fr: Veuillez nous contacter si vous avez des difficultés à réinitialiser votre mot de passe.

source: Email address...
fr: Adresse Email...

source: Reset My Password
fr: Réinitialiser mon mot de passe

source: We have sent you an e-mail. Please contact us if you do not receive it within a few minutes.
fr: Nous vous avons envoyé un mail. Veuillez nous contacter si vous ne le recevez pas dans les minutes qui suivent.

source: Return to homepage
fr: Retour à la page de garde

source: Bad Token
fr: Mauvaise Clé

source: The password reset link was invalid, possibly because it has already been used.
fr: Le lien de réintialisation de mot de passe n'est pas valide, probablement parcequ'il a déjà été utilisé.

source: New password reset key
fr: Nouvelle clé de réinitialisation de mot de passe

source: change password
fr: Changer le mot de passe

source: Your password has now been changed.
fr: Votre mot de passe a été changé

source: Your password is now changed.
fr: Votre mot de passe est réinitialisé.

source: Set Password
fr: Définir votre mot de passe

source: Please set a password! They're quite important you know.
fr: Veuillez définir votre mot de passe!

source: Step 1
fr: 1ére étape

source: If you are in a Discord Guild Leaderboard or have been contacted by us via Twitter, you would already have an account. Please %(login_link_start)ssign in%(login_link_end)s instead.
fr: Si vous êtes déjà présent dans un Discord Guild Leaderboard ou que vous nous avons contacté via Twitter, vous devriez déjà avoir un compte.Veuillez vous %(login_link_start)sconnecter%(login_link_end)s s'il vous plaît.

source: Sign Up Closed
fr: Incriptions fermées

source: We are sorry, but registrations via the website are currently disabled.
fr: Veuillez nosu excuser, les inscriptions via le site web sont déactivées pour le moment.

source: You can register via joining our Discord server and sharing a screenshot of your Pokémon Go profile
fr: Vous pouvez vosu inscrire en rejoignant le serveur Discord et en partageant une capture d'écran de votre profile Pokémon Go.

source: Register via Discord
fr: S'enregistrer via Discord

source: you are already logged in as %(user_display)s.
fr: vous êtes déjà connecté en tant que %(user_display)s.

source: Verify Your E-mail Address
fr: Validr votre adresse Email

source: We have sent an e-mail to you for verification. Follow the link provided to finalize the signup process. Please contact us if you do not receive it within a few minutes.
fr: Nous vous avons envoyé un Email de validation. Cliquez sur lien qui y figure pour finaliser votre inscription. Veuillez nous contacter si vous ne recevez pas ce message dans les minutes qui suivent.

source: This part of the site requires us to verify that you are who you claim to be. For this purpose, we require that you verify ownership of your e-mail address.
fr: Cette partie du site requiert que nous vérifions votre identité. Pour cela, nous vous prions de bien vouloir valider votre adresse Email.

source: We have sent an e-mail to you for verification. Please click on the link inside this e-mail. Please contact us if you do not receive it within a few minutes.
fr: Nous vous avons envoyé un Email de validation. Cliquez sur lien qui y figure pour finaliser votre inscription. Veuillez nous contacter si vous ne recevez pas ce message dans les minutes qui suivent.

source: Account Settings
fr: Paramétres du compte

source: Log out
fr: Déconnexion

source: Login
fr: Connexion

source: Account Control
fr: Tableau de bord

source: My Profile
fr: Mon Profile

source: Home
fr: Page de garde

source: Help
fr: Aide

source: About
fr: A propos

source: Privacy &amp; Terms
fr: Vie privée & Termes

source: Admin Panel
fr: Panneau d'administration

source: Set/Change Password
fr: Définir/Changer mot de passe

source: Email Management
fr: Gérer vos adresses Email

source: Link Social Accounts
fr: Lier vos comptes sociaux

source: Set Goal
fr: Définir Objectif

source: Social Network Login Failure
fr: Echec de connexion au réseau social

source: An error occurred while attempting to login via your social network account.
fr: Erreur d'éhec lors de notre tentative de vous connecter via votre compte social.

source: Account Connections
fr: Connexions au compte

source: Log in via Social Media
fr: Connexion via Média Social

source: You can sign in to your account using any of the following third party accounts
fr: Vous pouvez vous connecter à votre compte via les comptes sociaux suivants

source: You can sign in to your account using any of the following third party accounts:
fr: Vous pouvez vous connecter à votre compte via les comptes sociaux suivants:

source: Login Cancelled
fr: Connexion anullée

source: Login was cancelled.
fr: Votre connexion a été anullée

source: The social account has been connected.
fr: Le compte social a été connecté

source: The social account is already connected to a different account.
fr: Cecompte social est déjà connecté à un compte existant

source: The social account has been disconnected.
fr: Le compte social a été déconnecté

source: Sign Up
fr: Inscription

source: You are about to use your %(provider_name)s account to login to %(site_name)s. As a final step, please complete the following form:
fr: Vous êtes sur le point d'utiliser votre compte %(provider_name)s pour accéder à %(site_name)s. Afin de finaliser votre accés, veuillez renseigner les champs ci-dessous:
