Repository: TrainerDex/Website
Catalog: trainerdex/locale/*/LC_MESSAGES/django.po
Languages: de_de, fr_fr, it_it, ja_jp, zh_hk

source: The social account is already connected to a different account.
de_de: Das soziale Konto kann nicht verbunden werden, da es bereits mit einem anderen Konto verbunden ist.
it_it: L'account social è già collegato ad un altro account.
zh_hk: 該社交帳戶已經連接到其他帳戶。

source: The social account has been disconnected.
de_de: Das soziale Konto wurde getrennt.
it_it: L'account social è stato disconnesso.
zh_hk: 你的賬戶連接已經被中斷了。

source: Continue with %(provider)s
fr_fr: Continuer avec %(provider)s
it_it: Continua con %(provider)s
zh_hk: 繼續跟%(provider)s

source: Sync Members for all eligible Discords
it_it: Sincronizza gli utenti di tutti i Discord idonei
zh_hk: 同步所有合格不和諧成員

# profile_category_stats
source: Stats
de_de: Statistik
fr_fr: Statistiques
it_it: Altre info
ja_jp: データ
zh_hk: 狀態

# profile_category_medals
source: Medals
de_de: Medaillen
fr_fr: Médailles
it_it: Premi
ja_jp: メダル
zh_hk: 獎牌

# pokemon_info_type
source: Type
de_de: Typ
it_it: Tipo
ja_jp: タイプ
zh_hk: 屬性

source: Reports
de_de: Berichte
it_it: Rapporti
ja_jp: レポート
zh_hk: 報告

# team_name_team0
source: No Team
de_de: Ohne Team
fr_fr: Pas d’équipe
it_it: Senza squadra
ja_jp: 所属なし
zh_hk: 未選擇隊伍

# team_name_team1
source: Team Mystic
de_de: Team Weisheit
fr_fr: Sagesse
it_it: Squadra Saggezza
ja_jp: チーム ミスティック
zh_hk: 叡智隊

# team_name_team2
source: Team Valor
de_de: Team Wagemut
fr_fr: Bravoure
it_it: Squadra Coraggio
ja_jp: チームリーダー
zh_hk: 武勇隊

# team_name_team3
source: Team Instinct
de_de: Team Intuition
fr_fr: Intuition
it_it: Squadra Istinto
ja_jp: チーム インスティンクト
zh_hk: 靈犀隊

# badge_travel_km_title
source: Jogger
fr_fr: Joggeur
it_it: Podista
ja_jp: ジョギング
zh_hk: 慢跑者

# badge_capture_total_title
source: Collector
de_de: Sammler
fr_fr: Collectionneur
it_it: Cercapokémon
ja_jp: コレクター
zh_hk: 收藏家

# badge_pokestops_visited_title
source: Backpacker
fr_fr: Randonneur
it_it: Giramondo
ja_jp: バックパッカー
zh_hk: 背包客

# profile_total_xp
source: Total XP
de_de: Gesamt-EP
fr_fr: Total de PX
it_it: Totale PE
ja_jp: トータルXP
zh_hk: 總XP

source: Weekly {stat_emoji} {stat_name} Progress for \N{BUSTS IN SILHOUETTE} {guild.name}
it_it: Progresso settimanale {stat_emoji} {stat_name} per \N{BUSTS IN SILHOUETTE} {guild.name}
zh_hk: 每週{stat_emoji} {stat_name} \ N {BUSTS IN SILHOUETTE} {guild.name}的進度

source: **{title}** Unfortunately, there were not valid entries this week.
it_it: **{title}** Sfortunatamente, non ci sono state voci valide questa settimana.
zh_hk: **{title}** 不幸的是，本週沒有有效的條目。

source: #{position} **{trainer}** @ {rate}/day (+{delta}) `Interval: {interval}` `Gain: {then} ⇒ {now}`
fr_fr: #{position} **{trainer}** @ {rate}/jour (+{delta}) `Intervalle: {interval}` `Gain: {then} ⇒ {now}`
it_it: #{position} **{trainer}** @ {rate}/giorno(+{delta}) `Intervallo: {interval}` `Guadagno: {then} ⇒ {now}`
zh_hk: #{position}** {trainer} ** @ {rate} /天（+ {delta}）`間隔：{interval}``獲得：{then}⇒{now}`

source: **{title}** Week: `{year}W{week}` Deadline: `{this_week_deadline} UTC` {ranked} **{new_count}** New entries: {new} New entries will be ranked next week if they update by the deadline. **{lost_count}** Trainers from last week didn't update again this week. **Next weeks deadline is: `{deadline} UTC`**
it_it: **{title}** Settimana: `{year}W{week}` Scadenza: `{this_week_deadline} UTC` {ranked} **{new_count}** Nuovi ingressi: {new} I nuovi ingressi saranno in classifica dalla prossima settimana, se aggiornano entro la scadenza. **{lost_count}** allenatori della scorsa settimana che non hanno aggiornato per questa settimana. **La scadenza delle prossime settimane è: `{deadline} UTC`**
zh_hk: **{title}** 星期：`{year} W {week}`截止日期：`{this_week_deadline} UTC` {ranked} ** {new_count} **新條目：{new} 如果新條目在截止日期之前更新，則它們將在下週進行排名。 ** {lost_count} **上週的培訓師本週未再更新。 **下個星期的截止日期是：`{deadline} UTC` **

# gymbadges_gold
source: Gold Gyms
it_it: Palestre Dorate
zh_hk: 金體育館

source: Weekly {stat_emoji} {stat_name} Totals Leaderboard for \N{BUSTS IN SILHOUETTE} _{guild.name}_
it_it: Classifica Settimanale {stat_emoji} {stat_name} Totale di \N{BUSTS IN SILHOUETTE} _{guild.name}_
zh_hk: 每週{stat_emoji} {stat_name}總計\ N {BUSTS IN SILHOUETTE} _ {guild.name} _的排行榜

source: Progress Deadline Reminder
it_it: Promemoria Scadenza Progresso
zh_hk: 進度截止提醒

source: This is a reminder. The Progress Deadline is in {timedelta}.
fr_fr: Ceci est un rappel. La date limite de progression est en {timedelta}.
it_it: Questo è un promemoria. La scadenza dei progressi è in {timedelta}.
zh_hk: 這是一個提醒。進度截止日期為{timedelta}。

source: User
de_de: Benutzer
fr_fr: Utilisateur
it_it: Utente
ja_jp: ユーザー
zh_hk: 使用者

source: The date you created your Pokémon Go account.
it_it: La data in cui hai creato il tuo account Pokémon Go.
ja_jp: ポケモンゴーアカウントを作成した日付。
zh_hk: 您創建PokémonGo帳戶的日期。

source: Last Cheated
de_de: Zuletzt betrogen
fr_fr: Dernière tricherie
it_it: Ultima Infrazione
ja_jp: 最後の不正行為
zh_hk: 最後作弊

source: When did this Trainer last cheat?
de_de: Wann hast du zuletzt betrogen?
it_it: Quando ha barato l'ultima volta questo Allenatore?
ja_jp: いつあなたは最後に騙されましたか？
zh_hk: 這位培訓師上次作弊是什麼時候？

source: Would you like to be shown on the leaderboard? Ticking this box gives us permission to process your data.
de_de: Möchtest du auf der Bestenliste erscheinen? Wenn Sie dieses Kästchen ankreuzen, können wir Ihre Daten bearbeiten.
it_it: Vuoi essere mostrato nella classifica? Spuntando questa casella ci dai il permesso di processare i tuoi dati.
ja_jp: リーダーボードに表示しますか？ このボックスにチェックを入れると、データを処理する権限が与えられます。
zh_hk: 您想出現在排行榜上嗎？勾選此框可授予我們處理您的數據的權限。

source: Fancy sharing your trainer code? (This information is public.)
it_it: Hai voglia di condividere il tuo codice allenatore? (Questa informazione è pubblica.)
zh_hk: 想分享您的教練代碼嗎？ （此信息是公開的。）

source: Where are you based?
de_de: Wo sind Sie basiert?
it_it: Di dove sei?
ja_jp: 主にどこを拠点としていますか？
zh_hk: 你來自哪個國家?

source: Verified
de_de: Verifiziert
fr_fr: Validé
it_it: Verificato
ja_jp: 検証済み
zh_hk: 驗證完畢

# badge_level_40_title
source: Legacy 40
de_de: Pionier 40
fr_fr: Niveau 40 Original
it_it: Promessa 40
ja_jp: レガシー40
zh_hk: 榮耀四十

# badge_level_40
source: Achieve level 40 by December 31, 2020.
de_de: Erreiche Level 40 bis zum 31. Dezember 2020.
fr_fr: Atteins le Niveau 40 avant le 31 décembre 2020.
it_it: Raggiungi il livello 40 entro il 31 dicembre 2020.
ja_jp: 2020年内にレベル40になった！
zh_hk: 在2020年結束前升上40級

source: Screenshot
de_de: Gesamt-XP Screenshot
ja_jp: TOTAL XPスクリーンショット
zh_hk: 螢幕擷取畫面

source: Has Cheated
it_it: Ha Barato
zh_hk: 作弊了

source: Banned
fr_fr: Banni
it_it: Bannato
zh_hk: 已封鎖

source: Awaiting Verification
it_it: Attesa Verifica
zh_hk: 等待驗證

source: Unverified
it_it: Non Verificato
zh_hk: 未驗證

source: Trainer
it_it: Allenatore
ja_jp: トレーナー
zh_hk: 培訓師

source: Trainers
de_de: Trainer
it_it: Allenatori
ja_jp: トレーナー
zh_hk: 培訓師

# player_term
source: Trainer
it_it: Allenatore
zh_hk: 培訓師

source: Time Updated
de_de: Zeit aktualisiert
it_it: Ultimo Aggiornamento
zh_hk: 更新時間完畢

source: Submission Datetime
it_it: Data di Invio
zh_hk: 提交日期時間

source: Source
de_de: Ursprung
it_it: Fonte
ja_jp: 情報元
zh_hk: 來源

source: This should be your TOTAL XP screenshot.
it_it: Questo dovrebbe essere lo screenshot della tua ESPERIENZA TOTALE.
zh_hk: 這應該是您的總額XP屏幕截圖。

source: I have double checked this information and it is correct.
it_it: Ho controllato due volte queste informazioni ed è giusto.
zh_hk: 我已經仔細檢查了此信息，它是正確的。

source: This will silence some errors.
it_it: Questo metterà a tacere alcuni errori.
zh_hk: 這將使某些錯誤消失。

# pokedex_page_caught
source: Unique Species Caught
de_de: Gefangen
fr_fr: Attrapés
it_it: Specie Uniche Catturate
zh_hk: 捕獲獨特物種

# pokedex_help
source: You can find this by clicking the {screen_title_pokedex} button in your game. It should then be listed at the top of the screen.
it_it: Puoi trovarlo cliccando sul pulsante {screen_title_pokedex} nel tuo gioco. Dovrebbe quindi essere elencato nella parte superiore dello schermo.
zh_hk: 您可以通過單擊遊戲中的{screen_title_pokedex}按鈕來找到它。然後，它應該在屏幕頂部列出。

# screen_title_pokedex
source: POKÉDEX
ja_jp: 図鑑
zh_hk: 寶可夢圖鑑

# pokedex_page_seen
source: Unique Species Seen
de_de: Gesehen
fr_fr: Vus
it_it: Specie Uniche Viste
zh_hk: 看到獨特物種

# badge_travel_km
source: Walk {0:0,g} km.
de_de: Laufe {0:0,g} km.
fr_fr: {0:0,g} km parcourus.
it_it: Chilometri percorsi: {0:0,g}
ja_jp: {0:0,g} km 歩いた！
zh_hk: 行走 {0:0,g} km

# badge_pokedex_entries_title
source: Kanto
ja_jp: カントー
zh_hk: 關都

# badge_pokedex_entries
source: Register {0} Kanto region Pokémon in the Pokédex.
de_de: Trage {0} Pokémon im Pokédex ein.
fr_fr: {0} Pokémon originaires de Kanto inscrits dans le Pokédex.
it_it: Pokémon di Kanto registrati nel Pokédex: {0}
ja_jp: ポケモン図鑑に{0}匹登録できた！
zh_hk: 在寶可夢圖鑑裡登錄 {0} 隻關都地區的寶可夢！

# badge_capture_total
source: Catch {0} Pokémon.
de_de: Fange {0} Pokémon.
fr_fr: {0} Pokémon attrapés.
it_it: Pokémon catturati: {0}
ja_jp: ポケモンを {0} 匹捕まえた！
zh_hk: 捉到 {0} 隻寶可夢

# badge_evolved_total_title
source: Scientist
de_de: Forscher
fr_fr: Scientifique
it_it: Scienziato
ja_jp: けんきゅういん
zh_hk: 研究員

# badge_evolved_total
source: Evolve {0} Pokémon.
de_de: Entwickle {0} Pokémon.
fr_fr: {0} Pokémon évolués.
it_it: Pokémon fatti evolvere: {0}
ja_jp: ポケモンを {0} 匹進化できた！
zh_hk: 讓 {0} 隻寶可夢進化

# badge_hatched_total_title
source: Breeder
de_de: Züchter
fr_fr: Éleveur
it_it: Allevapokémon
ja_jp: ブリーダー
zh_hk: 培育家

# badge_hatched_total
source: Hatch {0} eggs.
de_de: Brüte {0} Eier aus.
fr_fr: {0} œufs éclos.
it_it: Uova fatte schiudere: {0}
ja_jp: タマゴを {0} 個かえした！
zh_hk: 孵化 {0} 顆蛋

# badge_pokestops_visited
source: Visit {0} PokéStops.
de_de: Besuche {0} PokéStops.
fr_fr: {0} PokéStops visités.
it_it: Pokéstop visitati: {0}
ja_jp: ポケストップを{0}回訪れた！
zh_hk: 拜訪 {0} 個寶可補給站

# badge_unique_pokestops_title
source: Sightseer
de_de: Urlauber
fr_fr: Vacancier
it_it: Turista
ja_jp: かんこうきゃく
zh_hk: 觀光客

# badge_unique_pokestops
source: Visit a PokéStop.
de_de: Besuche 1 PokéStop.
fr_fr: Un PokéStop visité.
it_it: Visita un Pokéstop.
ja_jp: {0}ヶ所のユニークなポケストップを訪れた！
zh_hk: 拜訪 {0} 個不同的寶可補給站

# badge_big_magikarp_title
source: Fisher
de_de: Angler
fr_fr: Pêcheur
it_it: Pescatore
ja_jp: つりびと
zh_hk: 釣魚者

# badge_big_magikarp
source: Catch {0} big Magikarp.
de_de: Fange {0} große Karpador.
fr_fr: {0} gros Magicarpe attrapés.
it_it: Magikarp grandi catturati: {0}
ja_jp: 巨大なコイキングを {0} 匹捕まえた！
zh_hk: 捉到 {0} 隻巨大的鯉魚王

# badge_battle_attack_won_title
source: Battle Girl
de_de: Kämpferin
fr_fr: Combattante
it_it: Combat Girl
ja_jp: バトルガール
zh_hk: 對戰女孩

# badge_battle_attack_won
source: Win {0} Gym battles.
de_de: Gewinne {0} Arenakämpfe.
fr_fr: {0} combats d’Arènes gagnés.
it_it: Lotte vinte contro una Palestra rivale: {0}
ja_jp: ジムで{0}回バトルに勝った！
zh_hk: 贏得 {0} 場道館對戰

# badge_battle_training_won_title
source: Ace Trainer
de_de: Ass-Trainer
fr_fr: Topdresseur
it_it: Fantallenatore
ja_jp: エリートトレーナー
zh_hk: 精英訓練家

# badge_battle_training_won
source: Train {0} times.
de_de: Trainiere {0}-mal.
fr_fr: {0} Pokémon dressés.
it_it: Pokémon allenati: {0}
ja_jp: {0}回トレーニングした！
zh_hk: 進行了 {0} 次訓練

# badge_small_rattata_title
source: Youngster
de_de: Teenager
fr_fr: Gamin
it_it: Moccioso
ja_jp: たんパンこぞう
zh_hk: 短褲小子

# badge_small_rattata
source: Catch {0} tiny Rattata.
de_de: Fange {0} winzige Rattfratz.
fr_fr: {0} petits Rattata attrapés.
it_it: Rattata piccoli catturati: {0}
ja_jp: 小さいサイズのコラッタを {0} 匹捕まえた！
zh_hk: 捉到 {0} 迷你的小拉達

# badge_pikachu_title
source: Pikachu Fan
fr_fr: Fan de Pikachu
it_it: Fan di Pikachu
ja_jp: ピカチュウ だいすきクラブ
zh_hk: 皮卡丘粉絲

# badge_pikachu
source: Catch {0} Pikachu.
de_de: Fange {0} Pikachu.
fr_fr: {0} Pikachu attrapés.
it_it: Pikachu catturati: {0}
ja_jp: ピカチュウを {0} 匹捕まえた！
zh_hk: 捉到 {0} 隻皮卡丘

# badge_unown_title
source: Unown
de_de: Icognito
fr_fr: Zarbi
ja_jp: アンノーン
zh_hk: 未知圖騰

# badge_unown
source: Catch {0} Unown.
de_de: Fange {0} Icognito.
fr_fr: {0} Zarbi attrapés.
it_it: Unown catturati: {0}
ja_jp: アンノーンを{0}種類捕まえた！
zh_hk: 捉到 {0} 隻未知圖騰

# badge_pokedex_entries_gen2_title
source: Johto
ja_jp: ジョウト
zh_hk: 城都

# badge_pokedex_entries_gen2
source: Register {0} Pokémon first discovered in the Johto region to the Pokédex.
de_de: Registriere {0} Pokémon im Pokédex, die zuerst in der Johto-Region entdeckt wurden.
fr_fr: {0} Pokémon originaires de Johto inscrits dans le Pokédex.
it_it: Registra nel Pokédex {0} Pokémon scoperti per la prima volta nella regione di Johto.
ja_jp: ジョウト地方で発見されたポケモンを{0}匹ポケモン図鑑に登録できた！
zh_hk: 在寶可夢圖鑑裡登錄 {0} 隻城都地區的寶可夢！

# badge_raid_battle_won_title
source: Champion
fr_fr: Maître
it_it: Campione
ja_jp: チャンピオン
zh_hk: 冠軍

# badge_raid_battle_won
source: Win {0} raids.
de_de: Gewinne {0} Raids.
fr_fr: {0} Raids gagnés.
it_it: Raid vinti: {0}
ja_jp: レイドバトルで{0}回勝利した!
zh_hk: 在團體戰中獲勝 {0} 次！

# badge_legendary_battle_won_title
source: Battle Legend
de_de: Kampflegende
fr_fr: Combattant légendaire
it_it: Lotta leggendaria
ja_jp: バトルレジェンド
zh_hk: 對戰傳奇

# badge_legendary_battle_won
source: Win {0} Legendary raids.
de_de: Gewinne {0} Legendäre Raids.
fr_fr: {0} Raids légendaires gagnés.
it_it: Raid leggendari vinti: {0}
ja_jp: ジムで{0}回伝説レイドバトルに勝った！
zh_hk: 在 {0} 場傳說團體戰中獲勝

# badge_berries_fed_title
source: Berry Master
de_de: Beerenmeister
fr_fr: Maître des Baies
it_it: Asso delle bacche
ja_jp: きのみ名人
zh_hk: 樹果名人

# badge_berries_fed
source: Feed {0} Berries at Gyms.
de_de: Verteile in Arenen {0} Beeren.
fr_fr: {0} Baies distribuées dans les Arènes.
it_it: Bacche date nelle Palestre: {0}
ja_jp: ポケモンに {0} 個きのみをあげた！
zh_hk: 在道館餵了 {0} 個樹果

# badge_hours_defended_title
source: Gym Leader
de_de: Arenaleiter
fr_fr: Champion d’Arène
it_it: Capopalestra
ja_jp: ジムリーダー
zh_hk: 道館館主

# badge_hours_defended
source: Defend Gyms for {0} hours.
de_de: Verteidige Arenen für {0} Stunden.
fr_fr: Arène défendue pendant {0} heures.
it_it: Tempo difesa Palestre: {0}
ja_jp: ジムを {0} 時間防衛した！
zh_hk: 成功防禦道館 {0} 小時

# badge_pokedex_entries_gen3_title
source: Hoenn
ja_jp: ジョウト
zh_hk: 豐緣

# badge_pokedex_entries_gen3
source: Register {0} Pokémon first discovered in the Hoenn region to the Pokédex.
de_de: Registriere {0} Pokémon im Pokédex, die zuerst in der Hoenn-Region entdeckt wurden.
fr_fr: {0} Pokémon originaires de Hoenn inscrits dans le Pokédex.
it_it: Registra nel Pokédex {0} Pokémon scoperti per la prima volta nella regione di Hoenn.
ja_jp: ジョウト地方で発見されたポケモンを{0}匹ポケモン図鑑に登録できた！
zh_hk: 在寶可夢圖鑑裡登錄 {0} 隻豐緣地區的寶可夢！

# badge_challenge_quests_title
source: Pokémon Ranger
ja_jp: ポケモンレンジャー
zh_hk: 寶可夢巡護員

# badge_challenge_quests
source: Complete {0} Field Research tasks.
de_de: Führe {0} Feldforschungsaufgaben aus.
fr_fr: {0} tâches d’Études de terrain terminées.
it_it: Completa {0} missioni della ricerca sul campo
ja_jp: フィールドリサーチを{0}回達成した！
zh_hk: 完成 {0} 個田野調查課題

# badge_max_level_friends_title
source: Idol
de_de: Bühnenstar
fr_fr: Star
it_it: Pop Star
ja_jp: アイドル
zh_hk: 偶像

# badge_max_level_friends
source: Become Best Friends with {0} Trainer.
de_de: Werde Beste Freunde mit {0} Trainer.
fr_fr: Rang de « Meilleur ami » atteint avec {0} Dresseur.
it_it: Diventa migliore amico di un Allenatore.
ja_jp: トレーナー{0}人と「大親友」になれた！
zh_hk: 和 {0} 名訓練家成為正港好朋友

# badge_trading_title
source: Gentleman
it_it: Gentiluomo
ja_jp: ジェントルマン
zh_hk: 紳士

# badge_trading
source: Trade {0} Pokémon.
de_de: Tausche {0} Pokémon.
fr_fr: {0} Pokémon échangés.
it_it: Scambia {0} Pokémon.
ja_jp: {0}匹交換できた！
zh_hk: 交換 {0} 隻寶可夢

# badge_trading_distance_title
source: Pilot
fr_fr: Pilote
it_it: Pilota
ja_jp: パイロット
zh_hk: 飛行員

# badge_trading_distance
source: Earn {0} km across the distance of all Pokémon trades.
de_de: Tausche Pokémon über insgesamt {0} Kilometer Distanz.
fr_fr: Pokémon échangés sur une distance de {0} kilomètres.
it_it: Scambia Pokémon con un Allenatore distante almeno {0} km.
ja_jp: 交換したポケモン同士の距離が累計{0} km になった！
zh_hk: 交換寶可夢時累積的距離達 {0} 公里

# badge_pokedex_entries_gen4__title
source: Sinnoh
zh_hk: 神奧

# badge_pokedex_entries_gen4
source: Register {0} Pokémon first discovered in the Sinnoh region to the Pokédex.
de_de: Registriere {0} Pokémon im Pokédex, die zuerst in der Sinnoh-Region entdeckt wurden.
fr_fr: {0} Pokémon originaires de Hoenn inscrits dans le Pokédex.
it_it: Registra nel Pokédex {0} Pokémon scoperti per la prima volta nella regione di Sinnoh.
ja_jp: シンオウ地方で発見されたポケモンを{0}匹ポケモン図鑑に登録できた！
zh_hk: 在寶可夢圖鑑裡登錄 {0} 隻神奧地區的寶可夢！

# badge_great_league_title
source: Great League Veteran
de_de: Veteran der Superliga
fr_fr: Vénérable de la Ligue Super
it_it: Veterano della Lega Mega
ja_jp: スーパーリーグベテラン
zh_hk: 超級聯盟資深訓練家

# badge_great_league
source: Win a Trainer Battle in the Great League.
de_de: Gewinne einen Trainerkampf in der Superliga.
fr_fr: Un combat de dresseurs remporté dans la Ligue Super.
it_it: Vinci una sfida Allenatore nella Lega Mega.
ja_jp: スーパーリーグで{0}回勝った！
zh_hk: 在超級聯盟的訓練家對戰中獲勝 {0} 次

# badge_ultra_league_title
source: Ultra League Veteran
de_de: Veteran der Hyperliga
fr_fr: Vénérable de la Ligue Hyper
it_it: Veterano della Lega Ultra
ja_jp: ハイパーリーグベテラン
zh_hk: 高級聯盟資深訓練家

# badge_ultra_league
source: Win a Trainer Battle in the Ultra League.
de_de: Gewinne einen Trainerkampf in der Hyperliga.
fr_fr: Un combat de dresseurs remporté dans la Ligue Hyper.
it_it: Vinci una sfida Allenatore nella Lega Ultra.
ja_jp: ハイパーリーグで{0}回勝った！
zh_hk: 在高級聯盟的訓練家對戰中獲勝 {0} 次

# badge_master_league_title
source: Master League Veteran
de_de: Veteran der Meisterliga
fr_fr: Vénérable de la Ligue Master
it_it: Veterano della Lega Master
ja_jp: マスターリーグベテラン
zh_hk: 大師聯盟資深訓練家

# badge_master_league
source: Win a Trainer Battle in the Master League.
de_de: Gewinne einen Trainerkampf in der Meisterliga.
fr_fr: Un combat de dresseurs remporté dans la Ligue Master.
it_it: Vinci una sfida Allenatore nella Lega Master.
ja_jp: マスターリーグで{0}回勝った！
zh_hk: 在大師聯盟的訓練家對戰中獲勝 {0} 次

# badge_photobomb_title
source: Cameraman
de_de: Kameramann
fr_fr: Caméraman
it_it: Paparazzo
ja_jp: カメラマン
zh_hk: 攝影師

# badge_photobomb
source: Have {0} surprise encounter in GO Snapshot.
de_de: Habe {0} überraschende Begegnung in GO-Schnappschuss.
fr_fr: {0} visiteur inattendu trouvé dans les Clichés GO.
it_it: Fai {0} incontro a sorpresa in modalità foto GO.
ja_jp: {0}回GO Snapshot でサプライズがおきた！
zh_hk: 有過 {0} 次驚喜邂逅

# badge_pokedex_entries_gen5__title
source: Unova
de_de: Einall
it_it: Unima
zh_hk: 烏諾娃

# badge_pokedex_entries_gen5
source: Register {0} Pokémon first discovered in the Unova region to the Pokédex.
de_de: Registriere {0} Pokémon im Pokédex, die zuerst in der Einall-Region entdeckt wurden.
fr_fr: {0} Pokémon originaires de Unova inscrits dans le Pokédex.
it_it: Registra nel Pokédex {0} Pokémon scoperti per la prima volta nella regione di Unima.
ja_jp: イッシュ地方で発見されたポケモンを{0}匹ポケモン図鑑に登録できた！
zh_hk: 在寶可夢圖鑑裡登錄 {0} 隻合眾地區的寶可夢！

# badge_pokemon_purified_title
source: Purifier
de_de: Erlöser
fr_fr: Purificateur
it_it: Purificatore
ja_jp: リトレーナー
zh_hk: 淨化者

# badge_pokemon_purified
source: Purify {0} Shadow Pokémon.
de_de: Erlöse {0} Crypto-Pokémon.
fr_fr: {0} Pokémon Obscurs purifiés.
it_it: Pokémon Ombra purificati: {0}
ja_jp: シャドウポケモンを{0}匹リトレーンした！
zh_hk: 淨化 {0} 隻暗影寶可夢

# badge_rocket_grunts_defeated_title
source: Hero
de_de: Held
fr_fr: Héros
it_it: Eroe
ja_jp: ヒーロー
zh_hk: 英雄

# badge_rocket_grunts_defeated
source: Defeat {0} Team GO Rocket Grunts.
it_it: Sconfiggi {0} membri del Team GO Rocket.
zh_hk: 打敗 {0} 個GO火箭隊成員

# badge_rocket_giovanni_defeated_title
source: Ultra Hero
de_de: Ultraheld
fr_fr: Ultra-Héros
it_it: Ultraeroe
ja_jp: ハイパーヒーロー
zh_hk: 究極英雄

# badge_rocket_giovanni_defeated
source: Defeat the Team GO Rocket Boss.
de_de: Besiege den Boss von Team GO Rocket.
fr_fr: Boss de la Team GO Rocket vaincu.
it_it: Sconfiggi il capo del Team GO Rocket.
ja_jp: GOロケット団のボスに{0}回勝った！
zh_hk: 打敗GO火箭隊老大 {0} 次

# badge_buddy_best_title
source: Best Buddy
de_de: Bester Kumpel
fr_fr: Meilleur Copain
it_it: Miglior compagno
ja_jp: ベストバディ
zh_hk: 正港好夥伴

# badge_buddy_best
source: Have 1 Best Buddy.
de_de: Habe 1 Besten Freund.
fr_fr: 1 Meilleur Copain obtenu.
it_it: Hai un miglior compagno.
ja_jp: {0}匹のポケモンと最高の相棒になれた！
zh_hk: 擁有 {0} 個正港好夥伴

# badge_pokedex_entries_gen6__title
source: Kalos
zh_hk: 卡洛斯

# badge_pokedex_entries_gen6
source: Register {0} Pokémon first discovered in the Kalos region to the Pokédex.
de_de: Registriere {0} Pokémon im Pokédex, die zuerst in der Kalos-Region entdeckt wurden.
fr_fr: {0} Pokémon originaires de Kalos inscrits dans le Pokédex.
it_it: Registra nel Pokédex {0} Pokémon scoperti per la prima volta nella regione di Kalos.
ja_jp: カロス地方で発見されたポケモンを{0}匹ポケモン図鑑に登録できた！
zh_hk: 在寶可夢圖鑑裡登錄 {0} 隻卡洛斯地區的寶可夢！

# badge_pokedex_entries_gen7
source: Register {0} Pokémon first discovered in the Alola region to the Pokédex.
de_de: Registriere {0} Pokémon im Pokédex, die zuerst in der Alola-Region entdeckt wurden.
fr_fr: {0} Pokémon originaires d’Alola inscrits dans le Pokédex.
it_it: Registra nel Pokédex {0} Pokémon scoperti per la prima volta nella regione di Alola.
ja_jp: アローラ地方で発見されたポケモンを{0}匹ポケモン図鑑に登録できた！
zh_hk: 在寶可夢圖鑑裡登錄 {0} 隻阿羅拉地區的寶可夢！

# badge_7_day_streaks_title
source: Triathlete
de_de: Triathlet
fr_fr: Triathlète
it_it: Triatleta
ja_jp: トライアスリート
zh_hk: 鐵人三項運動員

# badge_7_day_streaks
source: Achieve a Pokémon catch streak or PokéStop spin streak of seven days.
de_de: Erreiche 1 Pokémon-Fang- oder PokéStop-Dreh-Serie von sieben Tagen.
fr_fr: Série de captures ou série de visites de PokéStops de sept jours complétée.
it_it: Completa una serie di catture o giri dei dischi dei Pokéstop di sette giorni consecutivi.
ja_jp: 7日連続ゲットまたはスピンボーナスを{0}回達成した！
zh_hk: 完成 {0} 次「連續7天捕捉寶可夢」或「連續7天拜訪寶可補給站」

# badge_unique_raid_bosses_defeated_title
source: Rising Star
de_de: Trainerhoffnung
fr_fr: Dresseur en Herbe
it_it: Giovane speranza
ja_jp: ホープトレーナー
zh_hk: 新星訓練家

# badge_unique_raid_bosses_defeated
source: Defeat a Pokémon in a raid.
de_de: Besiege 1 Pokémon in einem Raid.
fr_fr: Un Pokémon vaincu dans un Raid.
it_it: Sconfiggi un Pokémon in un raid.
ja_jp: レイドで{0}種類のポケモンを倒した！
zh_hk: 在團體戰中打敗 {0} 種寶可夢

# badge_raids_with_friends_title
source: Rising Star Duo
de_de: Trainerhoffnungen
fr_fr: Dresseurs en Herbe
it_it: Duo Giovani Speranze
ja_jp: ホープコンビ
zh_hk: 新星組合

# badge_raids_with_friends
source: Win a raid with a friend.
de_de: Gewinne 1 Raid mit einem Freund.
fr_fr: Un Raid remporté avec un ami.
it_it: Vinci un raid con un amico.
ja_jp: フレンドと{0}回一緒にレイドバトルに勝った！
zh_hk: 和朋友一起在團體戰獲勝 {0} 次

# badge_pokemon_caught_at_your_lures_title
source: Picnicker
de_de: Picknicker
fr_fr: Pique-niqueur
it_it: Amante del picnic
ja_jp: ピクニックガール
zh_hk: 野餐女孩

# badge_pokemon_caught_at_your_lures
source: Use a Lure Module to help another Trainer catch a Pokémon.
fr_fr: Utilise un Module Leurre pour aider un autre Dresseur à attraper un Pokémon.
it_it: Usa un modulo esca per aiutare un altro Allenatore a catturare un Pokémon.
ja_jp: ルアーで呼び寄せ捕まえられたポケモンが{0}匹になった！
zh_hk: 有訓練家捉到了你的誘餌模組吸引來的寶可夢（共計{0}隻）

# badge_wayfarer
source: Earn a Wayfarer Agreement
de_de: Verdiene eine Wayfarer-Vereinbarung
fr_fr: Obtiens un Accord Wayfarer
it_it: Guadagna Wayfarer Agreements
ja_jp: Wayfarerで{0}Agreementsを受け取ることができた！
zh_hk: 獲得 {0} 個Wayfarer Agreement

# badge_total_mega_evos_title
source: Successor
de_de: Erbfolgerin
fr_fr: Héritière
it_it: Erede
ja_jp: けいしょうしゃ
zh_hk: 繼承者

# badge_total_mega_evos
source: Mega Evolve a Pokémon {0} time.
de_de: Löse bei einem Pokémon {0} Mega-Entwicklung aus.
fr_fr: Fais méga-évoluer un Pokémon {0} fois.
it_it: Fai megaevolvere un Pokémon {0} volta.
ja_jp: ポケモンを{0}回メガシンカできた！
zh_hk: 讓寶可夢超級進化 {0} 次

# badge_unique_mega_evos_title
source: Mega Evolution Guru
de_de: Guru der Mega-Entwicklung
fr_fr: Gourou des Méga-Évolutions
it_it: Guru della megaevoluzione
ja_jp: メガシンカおやじ
zh_hk: 超級進化老爹

# badge_unique_mega_evos
source: Mega Evolve {0} Pokémon.
de_de: Löse bei {0} Pokémon die Mega-Entwicklung aus.
fr_fr: Fais méga-évoluer {0} Pokémon.
it_it: Fai megaevolvere {0} Pokémon.
ja_jp: ポケモンを{0}種類メガシンカできた！
zh_hk: 讓 {0} 種不同的寶可夢進行超級進化！

# battle_hub_stats_wins
source: Wins
de_de: Siege
fr_fr: Victoires
it_it: Vittorie
ja_jp: 勝利数
zh_hk: 獲勝次數
