Repository: TrainerDex/Website
Catalog: trainerdex/locale/*/LC_MESSAGES/django.po
Languages: de_de, fr_fr, it_it, ja_jp, zh_hk

source: Trainers Considered
it_it: Allenatori Considerati
ja_jp: 考慮されるトレーナーの数
zh_hk: 培訓師考慮完畢

# onboard_enter_name_hint
source: Nickname
de_de: Spitzname
fr_fr: Surnom
ja_jp: ニックネーム
zh_hk: 暱稱

source: Last Updated
it_it: Ultimo Aggiornamento
ja_jp: 最終更新
zh_hk: 最後更新

source: There is no information to include in this leaderboard. Why not be the first?
de_de: Es sind keine Informationen in dieser Bestenliste enthalten. Warum nicht der Erste sein?
it_it: Non ci sono informazioni da includere in questa classifica. Perché non essere il primo?
zh_hk: 沒有任何信息可包含在此排行榜中。為什麼不成為第一個？

source: Bronze
zh_hk: 銅

source: Silver
fr_fr: Argent
zh_hk: 銀

source: Gold
fr_fr: Or
zh_hk: 金

source: Platinum
it_it: Platino
zh_hk: 鉑

source: These values have been datamined from the Beyond update and may be subject to change.
it_it: Questi valori sono stati dataminati dall'aggiornamento Beyond e possono essere soggetti a modifiche.
zh_hk: 這些值是從以外更新中獲取的，可能會隨時更改。

source: Medals with no data.
it_it: Premi senza informazioni.
zh_hk: 沒有獎牌的數據。

source: Trainer Code must be 12 digits long and contain only numbers and whitespace.
de_de: Der Trainer-Code muss 12 Ziffern lang sein und darf nur Zahlen und Leerzeichen enthalten.
it_it: Il Codice Allenatore deve essere lungo 12 cifre e contenere solo numeri e spazi bianchi.
ja_jp: トレーナーコードは12桁の長さで、数字と空白のみを含む必要があります。
zh_hk: 培訓師代碼必須為12位數字，並且只能包含數字和空格。

source: Please set your trainer start date. You can edit your profile in the settings section on the menu.
it_it: Per favore imposta la data di inizio del tuo allenatore. Puoi modificare il tuo profilo nella sezione Impostazioni del menu.
zh_hk: 請設置您的教練開始日期。您可以在菜單上的“設置”部分中編輯個人資料。

source: Please complete your profile to continue using the website.
de_de: Bitte füllen Sie Ihr Profil aus, um die Website weiterhin nutzen zu können.
it_it: Completa il tuo profilo per continuare a utilizzare il sito web.
ja_jp: ウェブサイトの使用を続けるには、プロフィールを記入してください。
zh_hk: 請完成您的個人資料以繼續使用該網站。

source: Statistics updated
it_it: Statistiche aggiornate
zh_hk: 統計資料已更新

source: Since you have posted in the past hour, you are currently updating your previous post.
it_it: Dal momento che hai pubblicato nell'ultima ora, stai attualmente aggiornando il tuo post precedente.
zh_hk: 由於您是在過去一個小時內發布的信息，因此您當前正在更新您以前的信息。

source: No country found for code {country}
de_de: Kein Land gefunden, die für die code {country}
it_it: Nessun paese trovato per il codice {country}
zh_hk: 找不到代碼為{country}的國家/地區

source: No community found for handle {community}
fr_fr: Aucune communauté trouvée pour {community}.
it_it: Nessuna community trovata come {community}
zh_hk: 找不到要處理的社區{community}

source: Access denied
fr_fr: Accès refusé
it_it: Accesso negato
zh_hk: 拒絕被使用

source: Thank you for filling out your profile. Your screenshots have been sent for verification. Join our Discord. https://discord.gg/Anz3UpM
it_it: Grazie per aver compilato il tuo profilo. Le tue schermate sono state inviate per la verifica. Unisciti al nostro Discord. https://discord.gg/Anz3UpM
zh_hk: 感謝您填寫個人資料。您的屏幕截圖已發送進行驗證。加入我們的Discord。 https://discord.gg/Anz3UpM

source: Profile edited successfully.
it_it: Profilo modificato correttamente.
zh_hk: 個人資料編輯成功。

# battle_hub_category_league
source: GO Battle League
it_it: Lega Lotte GO

# encounter_score_total_exp
source: {0} XP
de_de: {0} EP
it_it: {0} PE

# friends_list_level_format
source: Lv {0}
de_de: Level {0}
it_it: Liv. {0}

# general_cp
source: CP
de_de: WP
it_it: PL

# general_go
source: GO
de_de: LOS
it_it: VAI

# general_more
source: More
de_de: Mehr
it_it: Altro
ja_jp: もっと見る

# general_stamina
source: HP
de_de: KP-Wert
it_it: PS

# general_xp
source: XP
de_de: EP
it_it: PE

# general_yes
source: Yes
de_de: Ja
it_it: Sì
ja_jp: はい

source: Mega Energy
de_de: Mega-Energie
it_it: Megaenergia
ja_jp: メガエナジー

# pokemon_info_cp
source: CP
de_de: WP
it_it: PL

# general_no
source: No
de_de: Nein
ja_jp: いいえ

source: German
de_de: Deutsch
fr_fr: Allemand
ja_jp: ドイツ語

source: English
de_de: Englisch
fr_fr: Anglais
ja_jp: 英語

source: Spanish
de_de: Spanisch
fr_fr: Espanol
ja_jp: スペイン語

source: French
de_de: Französisch
fr_fr: Français
ja_jp: フランス語

source: Italian
de_de: Italienisch
fr_fr: Italien
ja_jp: イタリア語

source: Japanese
de_de: Japanisch
fr_fr: Japonais
ja_jp: 日本語

source: Korean
de_de: Koreanisch
fr_fr: Coréen
ja_jp: 韓国語

source: Brazilian Portuguese
de_de: Brasilianisches Portugiesisch
fr_fr: Portugais Brésilien
ja_jp: ブラジルポルトガル語

source: Traditional Chinese
de_de: Traditionelle Chinesische
fr_fr: Chinois traditionnel
ja_jp: 繁体字中国語

source: Main
de_de: Statistik

source: Type Medals
de_de: Typ Medaillen

# badge_pokemon_caught_at_your_lures
source: Catch a Pokémon attracted by a Lure Module.
de_de: Fange 1 Pokémon, das von einem Lockmodul angelockt wird.

source: Badge
de_de: Medaillen

source: Badges
de_de: Medaillen

source: Submit
de_de: Einsenden

source: The country of the user
fr_fr: Le pays de l'utilisateur

# badge_level_40
source: Achieve level 40 before 2020-12-31
fr_fr: Atteindre le niveau 40 avant le 2020-12-31

source: The date this user created their Pokémon Go account
fr_fr: La date à laquelle cet utilisateur a créé son compte Pokémon Go

source: Fancy sharing your trainer code?
fr_fr: Envie de partager votre code dresseur ?

source: Users
fr_fr: Utilisateurs

source: Usernames
fr_fr: Noms d'utilisateur

source: Metadata
fr_fr: Métadonnées

source: Any metadata about the post, such as program that made the post etc.
fr_fr: Toutes les métadonnées concernant le message, comme le programme qui a créé le message, etc.

source: Language
fr_fr: Langue

# Short form of Trainer Level
source: TL
fr_fr: Niveau

source: Dutch
fr_fr: Néerlandais

source: Dutch, Belgium
fr_fr: Néerlandais, Belgique
