Repository: TrainerDex/Website
Catalog: trainerdex/locale/*/LC_MESSAGES/django.po
Languages: de_de, fr_fr, it_it, ja_jp, zh_hk

# battle_hub_help
source: You can find this by clicking the {screen_title_battle_hub} button in your game.
it_it: Puoi trovarlo cliccando sul pulsante {screen_title_battle_hub} nel tuo gioco.
zh_hk: 您可以通過單擊遊戲中的{screen_title_battle_hub}按鈕來找到它。

# screen_title_battle_hub
source: Battle
fr_fr: Combat
zh_hk: 對戰

# battle_hub_stats_battles
source: Battles
de_de: Kämpfe
fr_fr: Combats
it_it: Lotte
ja_jp: 対戦数
zh_hk: 對戰

# battle_hub_stats_stardust
source: Stardust Earned
de_de: Sternenstaub verdient
fr_fr: Poussières Étoiles
it_it: Polvere di stelle
ja_jp: ほしのすな獲得
zh_hk: 獲得的星星沙子

# battle_hub_stats_streak
source: Longest Streak
de_de: Längste Serie
fr_fr: Série la plus longue
it_it: Serie di vittorie più lunga
ja_jp: 連勝記録
zh_hk: 連勝紀錄

# badge_type_normal_title
source: Schoolkid
de_de: Schulkind
fr_fr: Élève
it_it: Scolaro
ja_jp: じゅくがえり
zh_hk: 小學生

# badge_type_normal
source: Catch {0} Normal-type Pokémon.
de_de: Fange {0} Pokémon vom Typ Normal.
fr_fr: {0} Pokémon de type Normal attrapés.
it_it: Numero di Pokémon di tipo Normale catturati: {0}
ja_jp: ノーマルタイプのポケモンを{0}匹捕まえた！
zh_hk: 捉到 {0} 隻一般屬性的寶可夢

# badge_type_fighting_title
source: Black Belt
de_de: Schwarzgurt
fr_fr: Karatéka
it_it: Cinturanera
ja_jp: カラテおう
zh_hk: 空手道王

# badge_type_fighting
source: Catch {0} Fighting-type Pokémon.
de_de: Fange {0} Pokémon vom Typ Kampf.
fr_fr: {0} Pokémon de type Combat attrapés.
it_it: Numero di Pokémon di tipo Lotta catturati: {0}
ja_jp: かくとうタイプのポケモンを{0}匹捕まえた！
zh_hk: 捉到 {0} 隻格鬥屬性的寶可夢

# badge_type_flying_title
source: Bird Keeper
de_de: Vogelfänger
fr_fr: Ornithologue
it_it: Avicoltore
ja_jp: とりつかい
zh_hk: 養鳥人

# badge_type_flying
source: Catch {0} Flying-type Pokémon.
de_de: Fange {0} Pokémon vom Typ Flug.
fr_fr: {0} Pokémon de type Feu attrapés.
it_it: Numero di Pokémon di tipo Volante catturati: {0}
ja_jp: ひこうタイプのポケモンを{0}匹捕まえた！
zh_hk: 捉到 {0} 隻飛行屬性的寶可夢

# badge_type_poison_title
source: Punk Girl
de_de: Punker
fr_fr: Vaurienne
it_it: Ribelle
ja_jp: バッドガール
zh_hk: 壞女孩

# badge_type_poison
source: Catch {0} Poison-type Pokémon.
de_de: Fange {0} Pokémon vom Typ Gift.
fr_fr: {0} Pokémon de type Poison attrapés.
it_it: Numero di Pokémon di tipo Veleno catturati: {0}
ja_jp: どくタイプのポケモンを{0}匹捕まえた！
zh_hk: 捉到 {0} 隻毒屬性的寶可夢

# badge_type_ground_title
source: Ruin Maniac
de_de: Ruinenmaniac
fr_fr: Ruinemaniac
it_it: Scoprirovine
ja_jp: いせきマニア
zh_hk: 遺跡迷

# badge_type_ground
source: Catch {0} Ground-type Pokémon.
de_de: Fange {0} Pokémon vom Typ Boden.
fr_fr: {0} Pokémon de type Sol attrapés.
it_it: Numero di Pokémon di tipo Terra catturati: {0}
ja_jp: じめんタイプのポケモンを{0}匹捕まえた！
zh_hk: 捉到 {0} 隻地面屬性的寶可夢

# badge_type_rock_title
source: Hiker
de_de: Wanderer
fr_fr: Montagnard
it_it: Montanaro
ja_jp: やまおとこ
zh_hk: 登山男

# badge_type_rock
source: Catch {0} Rock-type Pokémon.
de_de: Fange {0} Pokémon vom Typ Gestein.
fr_fr: {0} Pokémon de type Roche attrapés.
it_it: Numero di Pokémon di tipo Roccia catturati: {0}
ja_jp: いわタイプのポケモンを{0}匹捕まえた！
zh_hk: 捉到 {0} 隻岩石屬性的寶可夢

# badge_type_bug_title
source: Bug Catcher
de_de: Käfersammler
fr_fr: Scout
it_it: Pigliamosche
ja_jp: むしとりしょうねん
zh_hk: 捕蟲少年

# badge_type_bug
source: Catch {0} Bug-type Pokémon.
de_de: Fange {0} Pokémon vom Typ Käfer.
fr_fr: {0} Pokémon de type Insecte attrapés.
it_it: Numero di Pokémon di tipo Coleottero catturati: {0}
ja_jp: "むしタイプのポケモンを{0}匹捕まえた！
zh_hk: 捉到 {0} 隻蟲屬性的寶可夢

# badge_type_ghost_title
source: Hex Maniac
de_de: Hexe
fr_fr: Mystimaniac
it_it: Streghetta
ja_jp: オカルトマニア
zh_hk: 靈異迷

# badge_type_ghost
source: Catch {0} Ghost-type Pokémon.
de_de: Fange {0} Pokémon vom Typ Geist.
fr_fr: {0} Pokémon de type Spectre attrapés.
it_it: Numero di Pokémon di tipo Spettro catturati: {0}
ja_jp: ゴーストタイプのポケモンを{0}匹捕まえた！
zh_hk: 捉到 {0} 隻幽靈屬性的寶可夢

# badge_type_steel_title
source: Rail Staff
de_de: Eisenbahner
fr_fr: Cheminot
it_it: Ferroviere
ja_jp: てつどういん
zh_hk: 鐵路員工

# badge_type_steel
source: Catch {0} Steel-type Pokémon.
de_de: Fange {0} Pokémon vom Typ Stahl.
fr_fr: {0} Pokémon de type Acier attrapés.
it_it: Numero di Pokémon di tipo Acciaio catturati: {0}
ja_jp: はがねタイプのポケモンを{0}匹捕まえた！
zh_hk: 捉到 {0} 隻鋼屬性的寶可夢

# badge_type_fire_title
source: Kindler
de_de: Hitzkopf
fr_fr: Saltimbanque
it_it: Brandifuoco
ja_jp: キャンプファイヤー
zh_hk: 營火專家

# badge_type_fire
source: Catch {0} Fire-type Pokémon.
de_de: Fange {0} Pokémon vom Typ Feuer.
fr_fr: {0} Pokémon de type Feu attrapés.
it_it: Numero di Pokémon di tipo Fuoco catturati: {0}
ja_jp: ほのおタイプのポケモンを{0}匹捕まえた！
zh_hk: 捉到 {0} 隻火屬性的寶可夢

# badge_type_water_title
source: Swimmer
de_de: Schwimmer
fr_fr: Nageur
it_it: Nuotatore
ja_jp: かいパンやろう
zh_hk: 泳褲小伙子

# badge_type_water
source: Catch {0} Water-type Pokémon.
de_de: Fange {0} Pokémon vom Typ Wasser.
fr_fr: {0} Pokémon de type Eau attrapés.
it_it: Numero di Pokémon di tipo Acqua catturati: {0}
ja_jp: みずタイプのポケモンを{0}匹捕まえた！
zh_hk: 捉到 {0} 隻水屬性的寶可夢

# badge_type_grass_title
source: Gardener
de_de: Gärtner
fr_fr: Jardinier
it_it: Giardiniere
ja_jp: にわし
zh_hk: 園藝家

# badge_type_grass
source: Catch {0} Grass-type Pokémon.
de_de: Fange {0} Pokémon vom Typ Pflanze.
fr_fr: {0} Pokémon de type Plante attrapés.
it_it: Numero di Pokémon di tipo Erba catturati: {0}
ja_jp: くさタイプのポケモンを{0}匹捕まえた！
zh_hk: 捉到 {0} 隻草屬性的寶可夢

# badge_type_electric_title
source: Rocker
it_it: Rockettaro
ja_jp: でんきグループ
zh_hk: 電氣搖滾團

# badge_type_electric
source: Catch {0} Electric-type Pokémon.
de_de: Fange {0} Pokémon vom Typ Elektro.
fr_fr: {0} Pokémon de type Électrik attrapés.
it_it: Numero di Pokémon di tipo Elettro catturati: {0}
ja_jp: でんきタイプのポケモンを{0}匹捕まえた！
zh_hk: 捉到 {0} 隻電屬性的寶可夢

# badge_type_psychic_title
source: Psychic
de_de: Psycho
fr_fr: Vaurienne
it_it: Sensitivo
ja_jp: サイキッカー
zh_hk: 超能力者

# badge_type_psychic
source: Catch {0} Psychic-type Pokémon.
de_de: Fange {0} Pokémon vom Typ Psycho.
fr_fr: {0} Pokémon de type Psy attrapés.
it_it: Numero di Pokémon di tipo Psico catturati: {0}
ja_jp: エスパータイプのポケモンを{0}匹捕まえた！
zh_hk: 捉到 {0} 隻超能力屬性的寶可夢

# badge_type_ice_title
source: Skier
de_de: Skifahrer
fr_fr: Skieur
it_it: Sciatore
ja_jp: スキーヤー
zh_hk: 滑雪者

# badge_type_ice
source: Catch {0} Ice-type Pokémon.
de_de: Fange {0} Pokémon vom Typ Eis.
fr_fr: {0} Pokémon de type Glace attrapés.
it_it: Numero di Pokémon di tipo Ghiaccio catturati: {0}
ja_jp: こおりタイプのポケモンを{0}匹捕まえた！
zh_hk: 捉到 {0} 隻冰屬性的寶可夢

# badge_type_dragon_title
source: Dragon Tamer
de_de: Drachenprofi
fr_fr: Dracologue
it_it: Domadraghi
ja_jp: ドラゴンつかい
zh_hk: 馴龍師

# badge_type_dragon
source: Catch {0} Dragon-type Pokémon.
de_de: Fange {0} Pokémon vom Typ Drache.
fr_fr: {0} Pokémon de type Dragon attrapés.
it_it: Numero di Pokémon di tipo Drago catturati: {0}
ja_jp: ドラゴンタイプのポケモンを{0}匹捕まえた！
zh_hk: 捉到 {0} 隻龍屬性的寶可夢

# badge_type_dark_title
source: Delinquent
de_de: Halbstarke
fr_fr: Terreur
it_it: Tipaccia
ja_jp: こわいおねえさん
zh_hk: 大姐頭

# badge_type_dark
source: Catch {0} Dark-type Pokémon.
de_de: Fange {0} Pokémon vom Typ Unlicht.
fr_fr: {0} Pokémon de type Ténèbres attrapés.
it_it: Numero di Pokémon di tipo Buio catturati: {0}
ja_jp: あくタイプのポケモンを{0}匹捕まえた！
zh_hk: 捉到 {0} 隻惡屬性的寶可夢

# badge_type_fairy_title
source: Fairy Tale Girl
de_de: Träumerin
fr_fr: Fillette de Conte
it_it: Ragazza delle fiabe
ja_jp: メルヘンしょうじょ
zh_hk: 童話少女

# badge_type_fairy
source: Catch {0} Fairy-type Pokémon.
de_de: Fange {0} Pokémon vom Typ Fee.
fr_fr: {0} Pokémon de type Fée attrapés.
it_it: Numero di Pokémon di tipo Folletto catturati: {0}
ja_jp: フェアリータイプのポケモンを{0}匹捕まえた！
zh_hk: 捉到 {0} 隻妖精屬性的寶可夢

source: Gold Gym Badges
fr_fr: Badges d’Arène en Or
zh_hk: 金牌體育館徽章

# gymbadges_gold_help
source: You can find this by clicking the {gym_badge_list_button} button under the {profile_category_gymbadges} category on your profile in game, and then counting how many are gold.
it_it: Puoi trovarlo cliccando il pulsante {gym_badge_list_button} sotto la categoria {profile_category_gymbadges} sul tuo profilo nel gioco, e poi contando quante sono dorate.
zh_hk: 您可以通過以下方式找到它：單擊遊戲中個人資料的{profile_category_gymbadges}類別下的{gym_badge_list_button}按鈕，然後計算有多少的是金。

# gym_badge_list_button
source: List
fr_fr: Liste
it_it: Lista
ja_jp: リスト
zh_hk: 一覽表

# profile_category_gymbadges
source: Gym Badges
de_de: Arenaorden
fr_fr: Badges d’Arène
it_it: Medaglie
ja_jp: ジムバッジ
zh_hk: 冒險筆記

source: You must fill out at least ONE of the following stats. {stats}
it_it: Devi compilare almeno UNA delle seguenti statistiche. {stats}
zh_hk: 您必須至少填寫以下一項統計信息。 {stats}

source: This value has previously been entered at a higher value. Please try again ensuring the value you entered was correct.
de_de: Dieser Wert wurde bisher eingetragen, bei einem höheren Wert. Bitte versuchen Sie es erneut die Gewährleistung der Wert, den Sie eingegeben haben, war richtig.
it_it: Questo valore è stato precedentemente inserito ad un valore più alto. Si prega di riprovare verificando che il valore inserito sia corretto.
zh_hk: 先前已以較高的值輸入了該值。請重試以確保您輸入的值正確。

source: This value will make you the leader. Are you sure what you entered is correct?
it_it: Questo valore ti renderà il leader. Sei sicuro di averlo inserito correttamente?
ja_jp: この値はあなたをリーダーにします。 あなたが入力したものが正しいと確信していますか？
zh_hk: 這個價值將使您成為領導者。您確定輸入的內容正確嗎？

source: The {badge} you entered is high. Please check for typos and other mistakes. {delta:,}/{expected:,} per day from {date1} to {date2}
it_it: Il {badge} che hai inserito è alto. Per favore controlla errori di battitura ed altre sviste. {delta:,}/{expected:,} al giorno da {date1} a {date2}
zh_hk: 您輸入的{badge} 很高。請檢查輸入錯誤和其他錯誤。從{date1}到{date2}每天{delta:,}/{expected:,}

source: Update
it_it: Aggiorna
ja_jp: 統計情報の更新
zh_hk: 更新

source: Updates
it_it: Aggiornamenti
ja_jp: 統計情報の更新
zh_hk: 更新

source: Publicly Viewable
it_it: Visibile Pubblicamente
zh_hk: 公開可見

source: By default, this is off. Turn this on to share your community with the world.
it_it: Per impostazione predefinita, questa opzione è disattivata. Attiva questa opzione per condividere la tua community con il mondo.
zh_hk: 默認情況下，此功能處於關閉狀態。啟用此功能可以與世界分享您的社區。

source: Publicly Joinable
it_it: Accessibile Pubblicamente
zh_hk: 可公開加入

source: By default, this is off. Turn this on to make your community free to join. No invites required.
it_it: Per impostazione predefinita, questa opzione non è attiva. Attivala per rendere la tua community accessibile a tutti. Non è richiesto alcun invito.
zh_hk: 默認情況下，此功能處於關閉狀態。啟用此選項可以使您的社區自由加入。無需邀請。

source: Tournament: Publicly Viewable
it_it: Torneo: Visibile Pubblicamente
zh_hk: 比賽：公開可見

source: By default, this is off. Turn this on to share your tournament results with the world.
it_it: Per impostazione predefinita, questa opzione è disattivata. Attiva questa opzione per condividere i risultati del tuo torneo con il mondo.
zh_hk: 默認情況下，此功能處於關閉狀態。啟用此功能可以與世界分享您的比賽結果。

source: Community
zh_hk: 社區

source: Communities
it_it: Community
zh_hk: 社區

source: Members in this Discord are automatically included in the community.
it_it: I membri di questo Discord sono automaticamente inclusi nella community.
zh_hk: 此Discord中的成員自動包含在社區中。

source: Community Discord Connection
it_it: Collegamento Discord Della Community
zh_hk: Discord社區聯繫

source: Community Discord Connections
it_it: Collegamenti Discord Della Community
zh_hk: Discord社區聯繫

# alola_pokedex_header
source: Alolan Form
de_de: Alola-Form
it_it: Forma di Alola
ja_jp: アローラのすがた
zh_hk: 阿羅拉的樣子

# avatar_detail_battle_won
source: Battles Won
de_de: Gewonnene Kämpfe
it_it: Lotte vinte
ja_jp: バトル勝利数
zh_hk: 獲勝次數

# avatar_detail_pokemon_caught
source: Pokémon Caught
de_de: Gefangene Pokémon
fr_fr: Pokémon attrapés
it_it: Pokémon catturati
ja_jp: つかまえたポケモン
zh_hk: 捉到的寶可夢

# avatar_detail_total_activities
source: Total Activity
de_de: Aktivitätsstatistik
it_it: Riepilogo attività
ja_jp: アクティビティ
zh_hk: 活動紀錄

# avatar_detail_walking_distance
source: Distance Walked
de_de: Gelaufene Distanz
fr_fr: Distance marchée
it_it: Distanza percorsa
ja_jp: 歩いた距離
zh_hk: 步行距離

# badge_battle_defend_won
source: Win {0} defense battles!
de_de: Gewinne {0} Verteidigungskämpfe!
it_it: Lotte difensive vinte: {0}
ja_jp: {0}回ジムを防衛した！
zh_hk: 成功防禦道館 {0} 次！

# badge_battle_defend_won_title
source: Defense Battles Won
de_de: Gewonnene Vert.-Kämpfe
it_it: Lotte difensive vinte
ja_jp: ジム防衛回数
zh_hk: 成功防禦道館的次數

# badge_defeated_fort
source: Win {0} battles.
de_de: Gewinne {0} Kämpfe.
it_it: Lotte vinte: {0}
ja_jp: {0} 回バトルした！
zh_hk: 在 {0} 場對戰中獲勝

# badge_defeated_fort_title
source: Battle
de_de: Kämpfer
it_it: Lottatore
ja_jp: バトルした数
zh_hk: 對戰

# badge_deployed_total
source: Assign {0} Pokémon to Gyms!
de_de: Weise {0} Pokémon Arenen zu!
it_it: Pokémon assegnati a una Palestra: {0}
ja_jp: ジムに{0}匹ポケモンを配置した！
zh_hk: 將 {0} 隻寶可夢指派到道館！

# badge_deployed_total_title
source: Pokémon at Gyms
de_de: Pokémon in Arenen
it_it: Pokémon nelle Palestre
ja_jp: ジムに配置したポケモン数
zh_hk: 道館裡的寶可夢

# badge_encountered_total
source: Encounter {0} Pokémon.
de_de: Begegne {0} Pokémon.
it_it: Pokémon incontrati: {0}
ja_jp: ポケモンを{0}匹見つけた！
zh_hk: 遇見 {0} 隻寶可夢

# badge_encountered_total_title
source: Encounters
de_de: Entdecker
it_it: Incontri
ja_jp: 見つけた数
zh_hk: 遭遇

# badge_hatched_total
source: Hatch {0} Eggs.
de_de: Brüte {0} Eier aus.
it_it: Uova fatte schiudere: {0}
ja_jp: タマゴを{0}個かえした！
zh_hk: 孵化 {0} 顆蛋

# badge_pokedex_entries_gen4_title
source: Sinnoh
ja_jp: シンオウ
zh_hk: 神奧

# badge_pokedex_entries_gen5_title
source: Unova
de_de: Einall
it_it: Unima
ja_jp: イッシュ
zh_hk: 合眾

# badge_pokedex_entries_gen6_title
source: Kalos
ja_jp: カロス
zh_hk: 卡洛斯

# badge_pokedex_entries_gen7_title
source: Alola
ja_jp: アローラ
zh_hk: 阿羅拉

# badge_pokedex_entries_gen8
source: Register {0} Pokémon first discovered in the Galar region to the Pokédex.
de_de: Registriere {0} Pokémon im Pokédex, die zuerst in der Galar-Region entdeckt wurden.
it_it: Registra nel Pokédex {0} Pokémon scoperti per la prima volta nella regione di Galar.
ja_jp: ガラル地方で発見されたポケモンを{0}匹ポケモン図鑑に登録できた！
zh_hk: 在寶可夢圖鑑裡登錄 {0} 隻伽勒爾地區的寶可夢！

# badge_pokedex_entries_gen8_title
source: Galar
ja_jp: ガラル
zh_hk: 伽勒爾

# badge_pokedex_entries_unknown_title
source: Unknown
de_de: Unbekannt
it_it: Sconosciuto
ja_jp: 未確認
zh_hk: 未確認

# badge_prestige_dropped
source: Reduce {0} total Gym Prestige!
de_de: Setze Arena-Prestige um {0} herab.
it_it: Prestigio totale delle Palestre diminuito di: {0}
ja_jp: ジムの名声を{0}落とした！
zh_hk: 讓道館聲望值減少了 {0} ！

# badge_prestige_dropped_title
source: Reduced Prestige
de_de: Prestige gesenkt
it_it: Calo di prestigio
ja_jp: ジム名声ダウン
zh_hk: 道館聲望下降

# badge_prestige_raised
source: Raise {0} total Gym Prestige!
de_de: Erhöhe Arena-Prestige um {0}.
it_it: Prestigio totale delle Palestre aumentato di: {0}
ja_jp: ジムの名声を{0}上げた！
zh_hk: 將道館聲望值提升了 {0} ！

# badge_prestige_raised_title
source: Prestige Raised
de_de: Prestige erhöht
it_it: Aumento di prestigio
ja_jp: ジム名声アップ
zh_hk: 道館聲望上揚

# badge_rocket_grunts_defeated
source: Defeat {0} Team GO Rocket members.
de_de: Besiege {0} Mitglieder von Team GO Rocket.
it_it: Sconfiggi {0} membri del Team GO Rocket.
ja_jp: GOロケット団員に{0}回勝った！
zh_hk: 打敗 {0} 個GO火箭隊成員

# badge_type_water_title
source: Water
de_de: Schwimmer
it_it: Nuotatore
ja_jp: かいパンやろう
zh_hk: 泳褲小伙子

# battle_hub_stats_friends
source: Friends Battled
de_de: Freunde bekämpft
it_it: Amici sfidati
ja_jp: 対戦したフレンド
zh_hk: 對戰過的朋友

# battle_hub_stats_streak_abbrev
source: Streak
de_de: Serie
it_it: Serie
ja_jp: 連勝数
zh_hk: 連勝次數

# buddy_level_0
source: Buddy
de_de: Kumpel
it_it: Compagno
ja_jp: 相棒
zh_hk: 夥伴

# buddy_level_1
source: Good Buddy
de_de: Guter Kumpel
it_it: Buon compagno
ja_jp: グッドな相棒
zh_hk: 好夥伴

# buddy_level_2
source: Great Buddy
de_de: Superkumpel
it_it: Ottimo compagno
ja_jp: グレートな相棒
zh_hk: 給力好夥伴

# buddy_level_3
source: Ultra Buddy
de_de: Hyperkumpel
it_it: Super compagno
ja_jp: 素晴らしい相棒
zh_hk: 麻吉好夥伴

# buddy_level_4
source: Best Buddy
de_de: Bester Kumpel
it_it: Miglior compagno
ja_jp: 最高の相棒
zh_hk: 正港好夥伴

# codename_already_yours
source: That's already your name!
de_de: Du heißt bereits so!
it_it: Questo è già il tuo soprannome!
ja_jp: 現在使っているニックネームです
zh_hk: 這是你現在的暱稱！

# codename_reassign_success
source: You're now known as {0}.
de_de: Jetzt heißt du {0}.
it_it: Il tuo soprannome adesso è {0}.
ja_jp: あなたのニックネームは {0} に変更されました。
zh_hk: 你的暱稱已變更為 {0}

# date_format
source: MMM dd, yyyy
de_de: dd.MM.yyyy
it_it: dd mmm yyyy
ja_jp: yyyy年 M月 d日
zh_hk: yyyy年 M月 d日

# friendship_level_0
source: Friend
de_de: Freund
it_it: Amici
ja_jp: フレンド
zh_hk: 朋友

# friendship_level_1
source: Good Friend
de_de: Guter Freund
it_it: Buoni amici
ja_jp: 友人
zh_hk: 好朋友

# friendship_level_2
source: Great Friend
de_de: Superfreund
it_it: Grandi amici
ja_jp: 仲間
zh_hk: 給力好朋友

# friendship_level_3
source: Ultra Friend
de_de: Hyperfreund
it_it: Amici per la pelle
ja_jp: 親友
zh_hk: 麻吉好朋友

# friendship_level_4
source: Best Friend
de_de: Bester Freund
it_it: Migliori amici
ja_jp: 大親友
zh_hk: 正港好朋友

# galarian_pokedex_header
source: Galarian Form
de_de: Galar-Form
it_it: Forma di Galar
ja_jp: ガラルのすがた
zh_hk: 伽勒爾的樣子

# general_accept
source: Accept
de_de: Akzeptieren
it_it: Accetta
ja_jp: 同意します
zh_hk: 同意

# general_allow
source: Allow
de_de: Erlauben
it_it: Consenti
ja_jp: 許可
zh_hk: 接受

# general_button_select
source: Select
de_de: Auswählen
it_it: Seleziona
ja_jp: 決定
zh_hk: 確定

# general_cancel
source: Cancel
de_de: Abbrechen
it_it: Annulla
ja_jp: キャンセル
zh_hk: 取消

# general_close
source: Close
de_de: Schließen
it_it: Chiudi
ja_jp: 閉じる
zh_hk: 結束

# general_continue
source: Continue
de_de: Fortsetzen
it_it: Continua
ja_jp: 続行
zh_hk: 繼續

# general_dismiss
source: Dismiss
de_de: Ausblenden
it_it: Ignora
ja_jp: スキップ
zh_hk: 跳過

# general_do_not_allow
source: Don’t Allow
de_de: Nicht erlauben
it_it: Non consentire
ja_jp: 許可しない
zh_hk: 拒絕

# general_done
source: Done
de_de: Fertig
fr_fr: Terminer
it_it: Fatto
ja_jp: 決定
zh_hk: OK

# general_error
source: Error
de_de: Fehler
it_it: Errore
ja_jp: エラーが発生しました
zh_hk: 錯誤

# general_pokemon
source: Pokémon
ja_jp: ポケモン
zh_hk: 寶可夢

# level_up_details_gui_title
source: Level {0} Requirements
de_de: Level {0} Voraussetzungen
it_it: Requisiti per il livello {0}
ja_jp: レベル{0}に必要なタスク
zh_hk: {0} 級升級條件

# onboard_name_fail
source: An error has occurred. Try another name.
de_de: Ein Fehler ist aufgetreten. Versuche es mit einem anderen Namen.
it_it: Si è verificato un errore. Prova con un altro nome.
ja_jp: エラーが発生しました、別のニックネームをお試しください
zh_hk: 發生錯誤，請輸入其他暱稱

# onboard_name_invalid_characters_error
source: Only letters and numbers are allowed.
de_de: Es sind nur Buchstaben und Zahlen erlaubt.
it_it: Puoi usare solo lettere e numeri.
ja_jp: アルファベットと数字しか使えません
zh_hk: 只能使用英文字母和數字

# onboard_name_not_available
source: That name isn't available.
de_de: Dieser Name steht nicht zur Verfügung.
it_it: Questo nome non è disponibile.
ja_jp: 使用できないニックネームです
zh_hk: 無法使用這個暱稱

# onboard_name_not_valid
source: That name is invalid.
de_de: Dieser Name ist nicht gültig.
it_it: Questo nome non è valido.
ja_jp: 無効なニックネームです
zh_hk: 這個暱稱無效

# onboard_name_owned
source: This name is already in use by another Trainer.
de_de: Dieser Name wird bereits von einem anderen Trainer benutzt.
it_it: Questo nome lo sta già usando un altro Allenatore.
ja_jp: すでに使われているニックネームです
zh_hk: 這個暱稱已被其他訓練家使用

# pokemon_info_stardust_label
source: Stardust
de_de: Sternen-staub
it_it: Polvere di stelle
ja_jp: ほしのすな
zh_hk: 星星沙子

# pokemon_type_bug
source: Bug
de_de: Käfer
it_it: Coleottero
ja_jp: むし
zh_hk: 蟲

# pokemon_type_dark
source: Dark
de_de: Unlicht
it_it: Buio
ja_jp: あく
zh_hk: 惡

# pokemon_type_dragon
source: Dragon
de_de: Drache
it_it: Drago
ja_jp: ドラゴン
zh_hk: 惡

# pokemon_type_electric
source: Electric
de_de: Elektro
it_it: Elettro
ja_jp: でんき
zh_hk: 電

# pokemon_type_fairy
source: Fairy
de_de: Fee
it_it: Folletto
ja_jp: フェアリー
zh_hk: 妖精

# pokemon_type_fighting
source: Fighting
de_de: Kampf
it_it: Lotta
ja_jp: かくとう
zh_hk: 格鬥

# pokemon_type_fire
source: Fire
de_de: Feuer
it_it: Fuoco
ja_jp: ほのお
zh_hk: 火

# pokemon_type_flying
source: Flying
de_de: Flug
it_it: Volante
ja_jp: ひこう
zh_hk: 飛行

# pokemon_type_ghost
source: Ghost
de_de: Geist
it_it: Spettro
ja_jp: ゴースト
zh_hk: 幽靈

# pokemon_type_grass
source: Grass
de_de: Pflanze
it_it: Erba
ja_jp: くさ
zh_hk: 草

# pokemon_type_ground
source: Ground
de_de: Boden
it_it: Terra
ja_jp: じめん
zh_hk: 地面

# pokemon_type_ice
source: Ice
de_de: Eis
it_it: Ghiaccio
ja_jp: こおり
zh_hk: 冰

# pokemon_type_normal
source: Normal
it_it: Normale
ja_jp: ノーマル
zh_hk: 一般

# pokemon_type_poison
source: Poison
de_de: Gift
it_it: Veleno
ja_jp: どく
zh_hk: 毒

# pokemon_type_psychic
source: Psychic
de_de: Psycho
it_it: Psico
ja_jp: エスパー
zh_hk: 超能力

# pokemon_type_rock
source: Rock
de_de: Gestein
it_it: Roccia
ja_jp: いわ
zh_hk: 岩石

# pokemon_type_steel
source: Steel
de_de: Stahl
it_it: Acciaio
ja_jp: はがね
zh_hk: 鋼

# pokemon_type_water
source: Water
de_de: Wasser
it_it: Acqua
ja_jp: みず
zh_hk: 水

# profile_button_activity_log
source: Journal
de_de: Tagebuch
it_it: Diario
ja_jp: ぼうけんノート
zh_hk: 冒險筆記

# profile_button_customize
source: Style
de_de: Individualisieren
it_it: Personalizza
ja_jp: 着替える
zh_hk: 換裝

# profile_category_total_fitness
source: TOTAL PROGRESS
de_de: GESAMTFORTSCHRITT
it_it: PROGRESSI TOTALI
ja_jp: トータル
zh_hk: 運動成果

# profile_category_weekly_fitness
source: WEEKLY PROGRESS
de_de: WÖCHENTLICHER FORTSCHRITT
it_it: PROGRESSI SETTIMANALI
ja_jp: ウィークリー
zh_hk: 本週成果

# profile_gymbadges_help
source: Learn more
de_de: Mehr über Arenaorden
it_it: Per saperne di più
ja_jp: バッジとは？
zh_hk: 更多關於道館徽章的情報

# profile_gymbadges_recently_visited
source: Recently Visited
de_de: Zuletzt besucht
it_it: Luoghi visitati di recente
ja_jp: 最近行ったジム
zh_hk: 最近去過的道館

# profile_no_gymbadges
source: You don't have any Gym Badges.
de_de: Keine
it_it: Nessuna
ja_jp: バッジを持っていません
zh_hk: 沒有任何道館徽章

# profile_player_level
source: Level
fr_fr: Niveau
it_it: Livello
ja_jp: レベル
zh_hk: 等級

# profile_pokestops_visited
source: PokéStops Visited
de_de: Besuchte PokéStops
fr_fr: PokéStops visités
it_it: Pokéstop visitati
ja_jp: 訪れたポケストップ
zh_hk: 拜訪過的寶可補給站

# screen_friends_title
source: friends
de_de: Freunde
it_it: amici
ja_jp: フレンド
zh_hk: 朋友

# screen_title_badge_collection
source: Gym Badges
de_de: Arenaorden
it_it: Medaglie
ja_jp: ジムバッジ
zh_hk: 冒險筆記

# screen_title_friend_requests
source: Friend Requests
de_de: Freundschaftsanfragen
it_it: Richieste di amicizia
ja_jp: フレンド申請
zh_hk: 朋友申請

# screen_title_news
source: News
de_de: Neuigkeiten
it_it: Novità
ja_jp: ニュース
zh_hk: 快訊

# screen_title_notification
source: Notifications
de_de: Benachrichtigungen
it_it: Notifiche
ja_jp: 通知
zh_hk: 通知

# screen_title_settings
source: SETTINGS
de_de: Einstellungen
it_it: IMPOSTAZIONI
ja_jp: 設定
zh_hk: 設定

source: Update Stats
de_de: Statistiken aktualisieren
fr_fr: Mettre à jour les statistiques
it_it: Aggiorna Statistiche
ja_jp: 統計の更新
zh_hk: 更新統計

source: Welcome to the TrainerDex. Please be honest and truthful, if caught intentionally providing false information, you may be banned.
it_it: Benvenuto suTrainerDex. Per favore sii onesto e veritiero, se verrai scoperto a fornire intenzionalmente informazioni false, potresti essere bannato.
zh_hk: 歡迎來到TrainerDex。請誠實誠實，如果故意提供虛假信息而被捕，您可能會被禁止。

source: All the questions relate to a section in the game and examples are provided to help if you get stuck.
fr_fr: Toutes les questions se rapportent à une section du jeu et des exemples sont fournis pour vous aider si vous êtes bloqué(e).
it_it: Tutte le domande riguardanti una sezione del gioco ed esempi sono forniti per aiutare in caso di dubbi.
zh_hk: 所有問題都與遊戲的某個部分相關，如果遇到問題，將提供示例以幫助您。

source: Edit Profile
fr_fr: Modifier le profil
it_it: Modifica Profilo
zh_hk: 編輯個人資料

source: Save Changes
it_it: Salva Modifiche
zh_hk: 儲存更改

source: International
de_de: Internationale
it_it: internazionale
ja_jp: 国際
zh_hk: 國際

source: %(loc)s Leaderboard
de_de: %(loc)s Bestenliste
fr_fr: Classement %(loc)s
it_it: Classifica %(loc)s
ja_jp: %(loc)sリーグ
zh_hk: %(loc)s排行榜

# Total XP of all Trainers on leaderboard
source: Total XP
de_de: Gesamt-EP
fr_fr: Total de PX
it_it: Totale PE
ja_jp: トータルXP
zh_hk: 總XP
