Repository: TrainerDex/Website
Catalog: trainerdex/locale/*/LC_MESSAGES/django.po
Languages: de_de, fr_fr, it_it, ja_jp, zh_hk

source: Sync members with Discord
it_it: Sincronizza membri con Discord
zh_hk: 與Discord同步成員

source: Download channels from Discord. Currently doesn't delete them.
it_it: Scarica canali da Discord. Al momento non li elimina.
zh_hk: 從Discord下載頻道。目前不會刪除它們。

source: Discord Server Settings
it_it: Impostazioni Server Discord
zh_hk: Discord服務器設置

source: got data
it_it: dati acquisiti
zh_hk: 得到數據

source: Succesfully updated {x} of {y} {guild} members
it_it: Aggiornato con successo {x} di {y} {guild} membri
zh_hk: 已成功更新{x}的{y} {guild} 成員

source: Discord Guild
it_it: Gilda Discord
zh_hk: Discord公會

source: Discord Guilds
it_it: Gilde Discord
zh_hk: Discord公會

source: Rename users when they join.
it_it: Rinomina gli utenti quando entrano.
zh_hk: 加入時重命名用​​戶。

source: This setting will rename a user to their Pokémon Go username whenever they join your server and when their name changes on here.
it_it: Questa impostazione rinominerà un utente nel suo nome utente Pokémon Go ogni volta che si unisce al tuo server e quando il loro nome cambia qui.
zh_hk: 每當用戶加入您的服務器並在此處更改名稱時，此設置都會將用戶重命名為其神奇宝可梦Go用戶名。

source: Rename users with their level indicator
it_it: Rinomina gli utenti con il loro livello
zh_hk: 使用級別指示器重命名用戶

source: This setting will add a level to the end of their username on your server. Their name will update whenever they level up.
it_it: Questa impostazione aggiungerà un livello alla fine del loro nome utente sul tuo server. Il loro nome si aggiornerà ogni volta che saliranno.
zh_hk: 此設置將在您的服務器上其用戶名末尾添加一個級別。他們的名字將在他們升級時更新。

source: Level Indicator format
it_it: Formato indicatore di livello
zh_hk: 等級指示器格式

source: Discord Channel
it_it: Canale Discord
zh_hk: Discord 路線

source: Discord Channels
it_it: Canali Discord
zh_hk: Discord 路線

source: Discord Role
it_it: Ruolo Discord
zh_hk: Discord 角色

source: Discord Roles
it_it: Ruoli Discord
zh_hk: Discord 角色

source: Discord User
it_it: Utente Discord
zh_hk: Discord 用戶

source: Discord Users
it_it: Utenti Discord
zh_hk: Discord 用戶

source: Discord Member
it_it: Membro Discord
zh_hk: Discord 成員

source: Discord Members
it_it: Membri Discord
zh_hk: Discord 成員

source: 404 Not Found
fr_fr: 404 non trouvé
it_it: 404 Non Trovato
zh_hk: 404 無法找到網頁

source: Sorry, we couldn't find the page you're looking for. Double check the URL or reach out to us on Discord.
it_it: Siamo spiacenti, non abbiamo trovato la pagina che stai cercando. Controlla l'URL o contattaci su Discord.
zh_hk: 抱歉，我們找不到您要查找的頁面。請仔細檢查網址，或在Discord上與我們聯繫。

source: Return to Leaderboard
it_it: Torna alla Classifica
zh_hk: 返回排行榜

source: Visit our Discord
it_it: Visita il nostro Discord
zh_hk: 拜訪我們的Discord

source: Account Inactive
de_de: Konto Inaktiv
fr_fr: Compte inactif
it_it: Account Inattivo
ja_jp: アカウント非アクティブ
zh_hk: 帳戶無效

source: This account is inactive. Please contact us on Discord or Twitter for help.
it_it: Questo account è inattivo. Ti preghiamo di contattarci su Discord o Twitter per aiuto.
zh_hk: 這個賬號未激活。請通過Discord或Twitter與我們聯繫以獲取幫助。

source: Discord Server
fr_fr: Serveur Discord
it_it: Server Discord
zh_hk: Discord 服務器

source: @TrainerDexApp on Twitter
de_de: @TrainerDexApp auf Twitter
it_it: @TrainerDexApp su Twitter
zh_hk: @TrainerDexApp 的 Twitter

source: Account Settings
de_de: Kontoeinstellungen
fr_fr: Paramètres du compte
it_it: Impostazioni account
zh_hk: 帳戶設定

source: User Info
de_de: Benutzer-Info
fr_fr: Infos sur l'utilisateur
it_it: Informazioni utente
zh_hk: 用戶資訊

source: Username
fr_fr: Nom d'utilisateur
it_it: Nome utente
zh_hk: 用戶名稱

source: Password
fr_fr: Mot de passe
zh_hk: 密碼

source: Change Password
de_de: Ändern Sie Ihr Passwort
it_it: Cambia Password
zh_hk: 更改密碼

source: Name
de_de: Benennung
fr_fr: Nom
it_it: Nome
zh_hk: 名稱

source: Primary Email address
fr_fr: Ajouter une adresse courriel
it_it: Indirizzo Email Principale
zh_hk: 主要電子郵件地址

source: Email Management
de_de: E-Mail-Verwaltung
fr_fr: Gérer vos adresses courriel
it_it: Gestione Email
ja_jp: 電子メール管理
zh_hk: 郵件管理

source: Last Login
fr_fr: Dernière connexion
it_it: Ultimo Accesso
zh_hk: 上次登錄

source: Date Registered
it_it: Data Registrazione
zh_hk: 已登記日期了

source: Manage Social Network Connections
it_it: Gestisci Connessioni Dei Social Network
zh_hk: 管理社交網絡連接

source: Trainer Info
it_it: Informazioni Allenatore
zh_hk: 培訓師信息

# codename
source: Nickname
de_de: Spitzname
fr_fr: Surnom
zh_hk: 外號

source: Level
fr_fr: Niveau
it_it: Livello
zh_hk: 等級

# faction
source: Team
fr_fr: Équipe
it_it: Squadra
ja_jp: パーティ
zh_hk: 隊

# profile_start_date
source: Start Date
de_de: Startdatum
fr_fr: Date de début
it_it: Data di inizio
ja_jp: 始めた日
zh_hk: 開始日

source: Publicly Visible
it_it: Pubblico
zh_hk: 公開可見

# friend_code_title
source: Trainer Code
fr_fr: Code de dresseur
it_it: Copia Il Mio Codice
ja_jp: トレーナーコード
zh_hk: 訓練家代碼

source: Country
de_de: Land
fr_fr: Pays
it_it: Paese
ja_jp: 国
zh_hk: 國家/地區

source: Last Modified
de_de: Zuletzt geändertes Datum
fr_fr: Dernière modification
it_it: Ultima Modifica
zh_hk: 最後修改

source: Banned?
fr_fr: Banni ?
it_it: Bannato?
zh_hk: 已封鎖?

source: Verification Status
fr_fr: Statut de vérification
it_it: Stato Verifica
zh_hk: 確認狀態

source: Posts
fr_fr: Publications
it_it: Messaggi
zh_hk: 文章

source: Nicknames
de_de: Spitznamen
fr_fr: Surnoms
it_it: Nickname
zh_hk: 外號

source: Account
de_de: Konto
fr_fr: Compte
ja_jp: アカウント
zh_hk: 帳戶

source: E-mail Addresses
de_de: E-Mail-Adresse
fr_fr: Adresses courriel
it_it: Indirizzi E-Mail
ja_jp: メールアドレス
zh_hk: 電子郵件地址

source: The following e-mail addresses are associated with your account:
fr_fr: Les adresses courriel suivantes sont associées à votre compte :
it_it: I seguenti indirizzi e-mail sono associati al tuo account:
ja_jp: あなたのアカウントには以下の電子メールアドレスが関連付けられています：
zh_hk: 以下電子郵件地址與您的帳戶相關聯：

source: Primary
fr_fr: Principale
it_it: Principale
ja_jp: 主要
zh_hk: 主要

source: Set Primary
it_it: Imposta Principale
zh_hk: 设为主要

source: Re-send Verification
fr_fr: Renvoyer message de Validation
it_it: Re-invia E-mail di Verifica
ja_jp: 再送確認
zh_hk: 重新發送驗證

source: Remove
fr_fr: Retirer
it_it: Rimuovi
zh_hk: 拆除

source: Warning:
fr_fr: Attention:
it_it: Attenzione:
ja_jp: 警告：
zh_hk: 警告:

source: You currently do not have any e-mail address set up. You should really add an e-mail address so you can receive notifications, reset your password, etc.
fr_fr: Vous n'avez actuellement pas d'adresse électronique configurée. Vous devriez vraiment ajouter une adresse courriel afin de pouvoir recevoir des notifications, réinitialiser votre mot de passe, etc.
it_it: Al momento non hai nessun indirizzo e-mail configurato. Dovresti davvero aggiungere un indirizzo e-mail in modo da poter ricevere notifiche, reimpostare la password, ecc.
ja_jp: 現在、電子メールアドレスは設定されていません。 通知を受信したり、パスワードをリセットしたりできるように、実際に電子メールアドレスを追加する必要があります。
zh_hk: 您當前沒有設置任何電子郵件地址。您實際上應該添加一個電子郵件地址，以便可以接收通知，重設密碼等。

source: Add E-mail Address
de_de: E-Mail-Adresse hinzufügen
fr_fr: Ajouter une adresse courriel
it_it: Aggiungi Indirizzo E-mail
ja_jp: 電子メールアドレスを追加
zh_hk: 添加電子郵件地址

source: Add an email address to your account to get back in if you forget your password. Also, your primary email is used for gravatar generation.
fr_fr: Ajoutez une adresse électronique à votre compte pour vous reconnecter si vous oubliez votre mot de passe. Votre adresse électronique principale est également utilisée pour la génération de gravatars.
it_it: Aggiungi un indirizzo email al tuo account per poter accedere se dimentichi la password. Inoltre, la tua email principale viene utilizzata per la generazione del gravatar.
ja_jp: パスワードを忘れた場合には、アカウントにメールアドレスを追加してログインしてください。
zh_hk: 如果您忘記密碼，請在您的帳戶中添加一個電子郵件地址以重新登錄。另外，您的主電子郵件用於生成圖形表達。

source: Add E-mail
de_de: E-Mail-Adresse hinzufügen
fr_fr: Ajoutez une adresse courriel
it_it: Aggiungi E-mail
ja_jp: メールを追加
zh_hk: 添加電子郵件

source: Do you really want to remove the selected e-mail address?
fr_fr: Êtes-vous sûr(e) de vouloir retirer l'adresse courriel séléctionnée ?
it_it: Vuoi davvero rimuovere l'indirizzo e-mail selezionato?
ja_jp: あなたは本当に選択した電子メールアドレスを削除しますか？
zh_hk: 您是否真的要刪除所選的電子郵件地址？

source: Hello from %(site_name)s! You're receiving this e-mail because user %(user_display)s has connected this e-mail address to their account. If this is not you, just ignore this email. To confirm this is correct, go to %(activate_url)s
de_de: Hallo von %(site_name)s! Sie erhalten diese E-Mail, weil der Benutzer %(user_display)s diese E-Mail-Adresse mit ihrem Konto verknüpft hat. Wenn dies nicht Sie sind, ignorieren Sie einfach diese E-Mail. Um zu bestätigen, dass dies korrekt ist, gehen Sie zu %(activate_url)s
fr_fr: Bonjour de la part de %(site_name)s ! Vous avez reçu ce message car l'utilisateur %(user_display)s a associé cette adresse électronique à son compte. Si ceci est une erreur, nous vous prions de bien vouloir ignorer ce message. Pour valider cette requête, veuillez vous rendre à %(activate_url)s
it_it: Ciao da %(site_name)s! Stai ricevendo questa e-mail perché l'utente %(user_display)s ha collegato questo indirizzo e-mail al suo account. Se non sei tu, ignora questa email. Per confermare che è corretto, vai a %(activate_url)s
ja_jp: %(site_name)sからのこんにちは！ この電子メールは、ユーザー%(user_display)sがこの電子メールアドレスを自分のアカウントに接続しているため受信しています。 これがあなたでない場合は、このメールを無視してください。 これが正しいことを確認するには、%(activate_url)s
zh_hk: 您好，%(site_name)s! 您收到此電子郵件是因為用戶%(user_display)s已將此電子郵件地址連接到他們的帳戶。如果不是您，請忽略此電子郵件。 要確認這是正確的，請轉到%(activate_url)s

source: Thank you from %(site_name)s! %(site_domain)s
de_de: Danke von %(site_name)s! %(site_domain)s
it_it: Grazie da %(site_name)s! %(site_domain)s
ja_jp: %(site_name)sからありがとうございます！ %(site_domain)s
zh_hk: 感謝您%(site_name)s! %(site_domain)s

source: Please confirm your E-mail Address
de_de: Bitte bestätigen Sie Ihre E-mail-Adresse
fr_fr: Veuillez valider votre adresse courriel
it_it: Per favore conferma il tuo Indirizzo E-mail
ja_jp: あなたのメールアドレスを確認してください
zh_hk: 請確認您的電子郵件地址

source: Hello from %(site_name)s! You're receiving this e-mail because you or someone else has requested a password for your user account. It can be safely ignored if you did not request a password reset. Click the link below to reset your password.
fr_fr: Bonjour de la part de %(site_name)s ! Vous avez reçu ce courriel car vous ou une autre personne a demandé un mot de passe pour votre compte. Dans le cas d'une erreur, veuillez ignorer ce message, sinon, nosu vous invitons à cliquer sur le lien ci-dessous pour réinitialiser votre mot de passe.
it_it: Ciao da %(site_name)s! Stai ricevendo questa e-mail perché tu o qualcun altro ha richiesto una password per il tuo account utente. Puoi ignorarla tranquillamente se non hai richiesto il ripristino della password. Clicca sul link qui sotto per reimpostare la password.
ja_jp: %(site_name)sからのこんにちは！ あなたまたは他の誰かがあなたのユーザーアカウントのパスワードを要求したため、この電子メールが届いています。 パスワードのリセットを要求していない場合は、無視しても問題ありません。 パスワードをリセットするには、下のリンクをクリックしてください。
zh_hk: 您好，%(site_name)s! 您收到此電子郵件的原因是您或其他人已請求您的用戶帳戶密碼。 如果您不要求重設密碼，可以安全地忽略它。點擊下面的鏈接以重置密碼。

source: In case you forgot, your username is %(username)s.
it_it: Nel caso in cui te lo fossi dimenticato, il tuo nome utente è %(username)s.
ja_jp: 忘れた場合は、ユーザー名は%(username)sです。
zh_hk: 萬一您忘記了，您的用戶名是 %(username)s.

source: Thank you for using %(site_name)s! %(site_domain)s
de_de: Danke für die Verwendung von %(site_name)s! %(site_domain)s
it_it: Grazie per aver usato %(site_name)s! %(site_domain)s
ja_jp: %(site_name)sを使用していただきありがとうございます %(site_domain)s
zh_hk: 感謝您使用%(site_name)s! %(site_domain)s

source: Password Reset E-mail
fr_fr: Courriel de réinitialisation du mot de passe
it_it: E-mail Di Reimpostazione Password
ja_jp: パスワードリセットの電子メール
zh_hk: 密碼重置電子郵件

source: Confirm E-mail Address
fr_fr: Confirmer l'adresse courriel
it_it: Conferma Indirizzo E-mail
ja_jp: メールアドレスを確認
zh_hk: 確認電郵地址

source: Please confirm that <a href="mailto:%(email)s">%(email)s</a> is an e-mail address for user %(user_display)s.
fr_fr: Veuillez confirmer que <a href="mailto:%(email)s">%(email)s</a> est l'adresse courriel pour l'utilisateur %(user_display)s.
it_it: Si prega di confermare che <a href="mailto:%(email)s">%(email)s</a> è un indirizzo e-mail per l'utente %(user_display)s.
zh_hk: 請確認<a href="mailto:%(email)s">%(email)s</a>是用戶%(user_display)s.

source: Confirm
fr_fr: Validez
it_it: Conferma
ja_jp: 確かめる
zh_hk: 確認

source: This e-mail confirmation link expired or is invalid.
fr_fr: Ce lien de confirmation par courriel a expiré ou n’est pas valide.
it_it: Questo link di conferma e-mail è scaduto o non è valido.
ja_jp: このメール確認リンクの有効期限が切れているか無効です。
zh_hk: 該電子郵件確認鏈接已過期或無效。

source: Resend confirmation email
fr_fr: Renvoyer le courriel de confirmation
it_it: Invia di nuovo email di conferma
ja_jp: 確認メールを再送信
zh_hk: 重新发送确认邮件

source: Login
de_de: Einloggen
fr_fr: Se connecter
it_it: Accedi
zh_hk: 登入

source: If you already have an account, you can login below or via a third party account.
it_it: Se hai già un account, puoi effettuare il login qui sotto o tramite un account di terze parti.
zh_hk: 如果您已經有一個帳戶，則可以在下面登錄或通過第三方帳戶登錄。

source: Forget/Reset Password
fr_fr: Oublier/réinitialiser le mot de passe
it_it: Dimentica/Reimposta Password
ja_jp: パスワードを再設定する
zh_hk: 忘記/重置密碼

# general_sign_out
source: Sign Out
de_de: Abmelden
fr_fr: Se déconnecter
it_it: Disconnetti
ja_jp: サインアウト
zh_hk: 登出

# general_sign_out_confirm
source: Are you sure you want to sign out?
de_de: Bist du sicher, dass du dich abmelden willst?
fr_fr: Veux-tu vraiment te déconnecter ?
it_it: Vuoi davvero scollegarti?
ja_jp: サインアウトしますか？
zh_hk: 確定要登出嗎？

source: You cannot remove your primary e-mail address (%(email)s).
fr_fr: Vous ne pouvez pas supprimer votre adresse électronique principale (%(email)s).
it_it: Non puoi rimuovere il tuo indirizzo email principale (%(email)s).
ja_jp: メインのメールアドレスを削除することはできません（%(email)s）
zh_hk: 您不能刪除您的主要電子郵件地址(%(email)s)。

source: Confirmation e-mail sent to %(email)s.
fr_fr: Courriel de confirmation envoyé à %(email)s.
it_it: E-mail di conferma inviata a %(email)s.
ja_jp: 確認メールが%(email)sに送信されました。
zh_hk: 驗證連結傳送到%(email)s.

source: You have confirmed %(email)s.
fr_fr: Vous avez confirmé %(email)s.
it_it: Hai confermato %(email)s.
zh_hk: 您已確認 %(email)s.

source: Removed e-mail address %(email)s.
fr_fr: Adresse électronique %(email)s supprimée.
it_it: Rimosso indirizzo e-mail %(email)s.
zh_hk: 已刪除電子郵件地址%(email)s.

source: Successfully signed in as %(name)s.
it_it: Accesso effettuato con successo come %(name)s.
zh_hk: 成功登錄身份以 %(name)s.

source: You have signed out.
it_it: Ti sei disconnesso.
zh_hk: 您已登出了。

source: Password successfully changed.
it_it: Password cambiata con successo.
zh_hk: 密碼修改成功。

source: Password successfully set.
de_de: Passwort erfolgreich gesetzt.
it_it: Password impostata con successo.
zh_hk: 密碼設置成功。

source: Primary e-mail address set.
fr_fr: Adresse électronique principale définie.
it_it: Indirizzo e-mail principale impostato.
zh_hk: 主要子郵件地址集。

source: Your primary e-mail address must be verified.
fr_fr: Votre adresse électronique principale doit être vérifiée.
it_it: Il tuo indirizzo e-mail principale deve essere verificato.
zh_hk: 您的主要電子郵件地址必須經過驗證。

source: Password Reset
de_de: Setze dein Passwort zurück
fr_fr: Mot de passe réinitialisé
it_it: Reimposta Password
zh_hk: 重設密碼

source: Forgotten your password? Enter your e-mail address below, and we'll send you an e-mail allowing you to reset it.
fr_fr: Vous avez oublié votre mot de passe ? Saisissez votre adresse courriel ci-dessous, et nous vous enverrons un courriel vous permettant de le réinitialiser.
it_it: Hai dimenticato la password? Inserisci il tuo indirizzo e-mail qui sotto, e ti invieremo una e-mail che ti permetterà di reimpostarla.
zh_hk: 忘記密碼了？在下面輸入您的電子郵件地址，我們將向您發送一封電子郵件，讓您重置它。

source: Please contact us if you have any trouble resetting your password.
fr_fr: Veuillez nous contacter si vous avez des difficultés à réinitialiser votre mot de passe.
it_it: Per favore contattaci se hai problemi a reimpostare la password.
zh_hk: 如果您在重置密碼時遇到任何麻煩，請與我們聯繫。

source: Reset My Password
de_de: Setze dein Passwort zurück
it_it: Reimposta la Mia Password
zh_hk: 重設我的密碼

source: If that email is valid, we have sent you an e-mail. Please follow the instructions in the email to continue.
fr_fr: Si cette adresse est valide, nous vous avons envoyé un courriel. Veuillez suivre les instructions contenues dans le courriel pour continuer.
it_it: Se l'indirizzo è valido, ti abbiamo inviato un'e-mail. Segui le istruzioni riportate nel messaggio per continuare.
zh_hk: 如果該電子郵件有效，我們已經向您發送了一封電子郵件。請按照電子郵件中的說明繼續。

source: Bad Token
de_de: Schlechtes Zeichen
fr_fr: Mauvais jeton
it_it: Token Errato
zh_hk: 壞令牌

source: The password reset link was invalid, possibly because it has already been used.
de_de: Der Link zum Zurücksetzen des Passworts war ungültig, möglicherweise weil er bereits verwendet wurde.
it_it: Il link di reset della password non è valido, forse perché è già stato utilizzato.
zh_hk: 密碼重置鏈接無效，可能是因為該鏈接已被使用。

source: New password reset key
fr_fr: Clé de réinitialisation du nouveau mot de passe
it_it: Nuova chiave di reimpostazione password
zh_hk: 新密碼重置密鑰

source: change password
de_de: Passwort ändern
it_it: cambia password
zh_hk: 更改密碼

source: Your password has now been changed.
it_it: La tua password è stata modificata.
zh_hk: 您的密碼現已更改。

source: Return to login page
de_de: Zurück zur Anmeldeseite
it_it: Torna alla pagina di accesso
ja_jp: ログインページに戻る
zh_hk: 返回登錄頁面

source: Password Changed
fr_fr: Mot de passe modifié
it_it: Password Modificata
zh_hk: 密碼已被更改

source: Your password is now changed.
it_it: La tua password è stata modificata.
zh_hk: 您的密碼已被更改。

source: Set Password
de_de: Passwort festlegen
it_it: Imposta Password
zh_hk: 設定密碼

source: Please set a password.
fr_fr: Veuillez définir un mot de passe.
it_it: Si prega di impostare una password.
zh_hk: 請提供一個密碼。

source: Sign Up Closed
fr_fr: Inscription fermée
it_it: Iscrizione Chiusa
zh_hk: 報名已關閉

source: We are sorry, but registrations via the website are currently disabled.
it_it: Siamo spiacenti, ma le registrazioni tramite il sito web sono attualmente disabilitate.
zh_hk: 我們非常抱歉，目前無法通過該網站進行註冊。

source: This is preperation for transition to the NEW TrainerDex website. We apologise for the inconvenience.
it_it: Questo è in vista del passaggio al NUOVO sito TrainerDex. Ci scusiamo per l'inconveniente.
zh_hk: 這是過渡到新的 TrainerDex網站的準備工作。不便之處，我們敬請原諒。

source: Join Discord
fr_fr: Rejoindre Discord
it_it: Entra In Discord
zh_hk: 加入Discord

source: You are already logged in as %(user_display)s.
it_it: Sei già connesso come %(user_display)s.
zh_hk: 您已經以 %(user_display)s身份登錄。

source: Verify Your E-mail Address
fr_fr: Vérifier votre adresse électronique
it_it: Verifica Il Tuo Indirizzo Email
zh_hk: 請驗證您的郵箱地址

source: We have sent an e-mail to you for verification. Follow the link provided to finalize the signup process. Please contact us if you do not receive it within a few minutes.
fr_fr: Nous vous avons envoyé un courriel pour vérification. Suivez le lien fourni pour finaliser le processus d'inscription. Veuillez nous contacter si vous ne le recevez pas dans les minutes qui suivent.
it_it: Ti abbiamo inviato una e-mail per la verifica. Segui il link fornito per completare il processo di iscrizione. Ti preghiamo di contattarci se non lo ha ricevuto entro pochi minuti.
zh_hk: 我們已經發送了一封電子郵件給您進行驗證。按照提供的鏈接完成註冊過程。如果您在幾分鐘之內仍未收到，請與我們聯繫。

source: This part of the site requires us to verify that you are who you claim to be. For this purpose, we require that you verify ownership of your e-mail address.
fr_fr: Cette partie du site nous oblige à vérifier que vous êtes bien la personne que vous prétendez être. À cette fin, nous vous demandons de vérifier la propriété de votre adresse électronique.
it_it: Questa parte del sito ci richiede di verificare che tu sia chi pretendi di essere. A questo scopo, abbiamo bisogno di verificare la proprietà del tuo indirizzo e-mail.
zh_hk: 網站的這一部分要求我們驗證您是否是您聲稱的身份。為此，我們要求您驗證電子郵件地址的所有權。

source: We have sent an e-mail to you for verification. Please click on the link inside this e-mail. Please contact us if you do not receive it within a few minutes.
fr_fr: Nous vous avons envoyé un courriel pour vérification. Veuillez cliquer sur le lien figurant dans ce courriel. Veuillez nous contacter si vous ne le recevez pas dans les minutes qui suivent.
it_it: Ti abbiamo inviato una e-mail per la verifica. Clicca sul link all'interno del messaggio. Ti preghiamo di contattarci se non la ricevi entro pochi minuti.
zh_hk: 我們已經發送了一封電子郵件給您進行驗證。請單擊此電子郵件中的鏈接。如果您在幾分鐘之內仍未收到，請與我們聯繫。

# meta tag in head
source: TrainerDex provides leaderboards and stats related to Pokemon Go. Join now!
de_de: TrainerDex bietet Ranglisten und Statistiken mit Bezug zu Pokemon Gehen. Jetzt mitmachen!
it_it: TrainerDex fornisce classifiche e statistiche relative a Pokemon Go. Iscriviti ora!
zh_hk: TrainerDex提供與神奇宝可梦Go相關的排行榜和統計數據。立即加入！

source: Learn more
zh_hk: 了解更多

source: This website uses cookies to ensure you get the best experience on our website.
it_it: Questo sito utilizza cookie per assicurarti di avere la migliore esperienza sul nostro sito.
zh_hk: 本網站使用Cookie來確保您在我們的網站上獲得最佳體驗。

source: Leaderboard
de_de: Bestenliste
fr_fr: Classement
it_it: Classifica
ja_jp: リーグ
zh_hk: 排行榜

source: Settings
it_it: Impostazioni
zh_hk: 設置

source: Admin Panel
de_de: Administrationsmenü
fr_fr: Panneau d'administration
it_it: Pannello Amministratore
ja_jp: 管理パネル
zh_hk: 管理面板

source: Privacy Policy
it_it: Politica sulla privacy
zh_hk: 隱私權政策

source: Terms of Service
it_it: Termini di Servizio
zh_hk: 服务条款

source: Join our Discord server!
it_it: Unisciti al nostro server Discord!
zh_hk: 加入我們的Discord服務器！

source: Author
fr_fr: Auteur
it_it: Autore
zh_hk: 作者

source: Version
it_it: Versione
zh_hk: 版本

source: For various reasons, this document is only available in English.
fr_fr: Pour diverses raisons, ce document est disponible seulement en anglais.
it_it: Per vari motivi, questo documento è disponibile solo in inglese.
zh_hk: 由於各種原因，本文檔僅提供英文版本。

source: Social Network Login Failure
de_de: Anmeldefehler für das soziale Netzwerk
fr_fr: Echec de connexion au réseau social
it_it: Errore Di Accesso Al Social Network
zh_hk: 社交網絡登錄失敗

source: An error occurred while attempting to login via your social network account.
de_de: Beim Versuch, sich über Ihr soziales Netzwerkkonto anzumelden, ist ein Fehler aufgetreten.
fr_fr: Erreur d'éhec lors de notre tentative de vous connecter via votre compte social.
it_it: Si è verificato un errore durante il tentativo di accedere tramite il tuo account di social network.
zh_hk: 嘗試通過您的社交網絡帳戶登錄時發生錯誤。

source: Account Connections
de_de: Kontoverbindungen
fr_fr: Compte connecté
it_it: Connessioni Account
zh_hk: 帳戶連接

source: Connect Social Media
fr_fr: Connecter un réseau social
it_it: Collega Social Media
zh_hk: 連接社交媒體

source: You can connect any of these social media networks.
it_it: È possibile collegare uno qualsiasi di questi social media.
zh_hk: 您可以連接任何這些社交媒體網絡。

source: You can sign in to your account using any of the following third party accounts:
de_de: Sie können sich mit einem der folgenden Drittanbieterkonten bei Ihrem Konto anmelden;
it_it: Puoi accedere al tuo account utilizzando uno dei seguenti account di terze parti:
zh_hk: 您可以使用以下任何第三方帳戶登錄到您的帳戶：

source: Login Cancelled
de_de: Anmeldung abgebrochen
fr_fr: Connexion annulée
it_it: Login Annullato
zh_hk: 登錄已取消

source: Login was cancelled.
de_de: Anmeldung abgebrochen
fr_fr: La connexion a été annulée
it_it: Il login è stato annullato.
zh_hk: 登錄已取消了。

source: The social account has been connected.
de_de: Das soziale Konto wurde verbunden.
it_it: L'account social è stato collegato.
zh_hk: 該社交帳戶已連接了。
