Repository: TrainerDex/Website
Catalog: config/locale/*/LC_MESSAGES/django.po
Languages: es_es

source: German
es_es: Alemán

source: English
es_es: Inglés

source: Spanish
es_es: Español

source: French
es_es: Francés

source: Italian
es_es: Italiano

source: Japanese
es_es: Japonés

source: Korean
es_es: Coreano

source: Dutch
es_es: Holandés

source: Dutch, Belgium
es_es: Holandés, Bélgica

source: Romanian
es_es: Rumano

source: Russian
es_es: Ruso

source: Brazilian Portuguese
es_es: Portugués Brasileño

source: Traditional Chinese
es_es: Chino Tradicional

# team_name_team0
source: No Team
es_es: Sin equipo

# team_name_team1
source: Team Mystic
es_es: Equipo Sabiduría

# team_name_team2
source: Team Valor
es_es: Equipo Valor

# team_name_team3
source: Team Instinct
es_es: Equipo Instinto

source: {site_name} Admin
es_es: {site_name} Administración del sitio

source: Sync members with Discord
es_es: Sincronizar miembros con Discord

source: Download channels from Discord. Currently doesn't delete them.
es_es: Descargar canales de Discord. Actualmente no los elimina.

source: Rename users when they join.
es_es: Renombrar usuarios cuando se unan.

source: This setting will rename a user to their Pokémon Go username whenever they join your server and when their name changes on here.
es_es: Esta configuración cambiará el nombre de un usuario a su nombre de usuario de Pokémon Go cada vez que se unan a su servidor y cuando su nombre cambie aquí.

source: Rename users with their level indicator
es_es: Renombrar usuarios con su indicador de nivel

source: This setting will add a level to the end of their username on your server. Their name will update whenever they level up.
es_es: Esta opción añadirá un nivel al final de su nombre de usuario en su servidor. Su nombre se actualizará cada vez que suban de nivel.

source: Level Indicator format
es_es: Formato del indicador de nivel

source: Succesfully updated {x} of {y} {guild} members
es_es: Miembros actualizados correctamente {x} de {y} {guild}

source: Discord Guild
es_es: Servidor de Discord

source: Discord Guilds
es_es: Servidores de Discord

source: Discord Channel
es_es: Canal de Discord

source: Discord Channels
es_es: Canales de Discord

source: Discord Role
es_es: Rol en Discord

source: Discord Roles
es_es: Roles en Discord

source: Discord User
es_es: Usuario de Discord

source: Discord Users
es_es: Usuarios de Discord

source: Discord Member
es_es: Miembro de Discord

source: Discord Members
es_es: Miembros de Discord

source: 404 Not Found
es_es: Error 404 No Encontrado

source: Sorry, we couldn't find the page you're looking for. Double check the URL or reach out to us on Discord.
es_es: Lo sentimos, no hemos podido encontrar la página que estás buscando. Comprueba la URL o contacta con nosotros en Discord.

source: Return to Leaderboard
es_es: Volver a la Tabla de clasificación

source: Visit our Discord
es_es: Visita nuestro Discord

source: Account Inactive
es_es: Cuenta Inactiva

source: This account is inactive. Please contact us on Discord or Twitter for help.
es_es: Esta cuenta está inactiva. Por favor, contáctanos en Discord o Twitter para obtener ayuda.

source: Discord Server
es_es: Servidor de Discord

source: @TrainerDexApp on Twitter
es_es: @TrainerDexApp en Twitter

source: Account Settings
es_es: Configuración de cuenta

source: User Info
es_es: Información de usuario

source: Username
es_es: Nombre de usario

source: Password
es_es: Contraseña

source: Change Password
es_es: Cambiar contraseña

source: Name
es_es: Nombre

source: Primary Email address
es_es: Dirección de correo electrónico principal

source: Email Management
es_es: Gestión de correo electrónico

source: Last Login
es_es: Último Ingreso

source: Date Registered
es_es: Fecha de registro

source: Manage Social Network Connections
es_es: Administrar conexiones de redes sociales

source: Trainer Info
es_es: Información del entrenador

# codename
source: Nickname
es_es: Apodo

source: Level
es_es: Nivel

# faction
source: Team
es_es: Equipo

# profile_start_date
source: Start Date
es_es: Fecha de inicio

source: Publicly Visible
es_es: Publicidad visible

# friend_code_title
source: Trainer Code
es_es: Código de Entrenador

source: Country
es_es: País

source: Last Modified
es_es: Última modificación

source: Banned?
es_es: Baneado?

source: Verification Status
es_es: Estado de la verificación

source: Posts
es_es: Publicaciones

source: Nicknames
es_es: Apodos

source: Account
es_es: Cuenta

source: E-mail Addresses
es_es: Direcciones de correo electrónico

source: The following e-mail addresses are associated with your account:
es_es: La siguiente dirección de correo electrónico está asociada con tu cuenta:

source: Primary
es_es: Primario

source: Set Primary
es_es: Marcar como principal

source: Re-send Verification
es_es: Re-enviar verificación

source: Remove
es_es: Remover

source: Warning:
es_es: Advertencia:

source: You currently do not have any e-mail address set up. You should really add an e-mail address so you can receive notifications, reset your password, etc.
es_es: Actualmente no tienes ninguna dirección de correo electrónico configurada. Realmente deberías agregar una dirección de correo electrónico para que puedas recibir notificaciones, restablecer tu contraseña, etc.

source: Add E-mail Address
es_es: Agregar correo electrónico

source: Add an email address to your account to get back in if you forget your password. Also, your primary email is used for gravatar generation.
es_es: Agregue una dirección de correo electrónico a su cuenta para volver a ingresar si olvida su contraseña. Además, su correo electrónico principal se usa para la generación de Gravatar.

source: Add E-mail
es_es: Agregar correo electrónico

source: Do you really want to remove the selected e-mail address?
es_es: ¿Realmente quires remover el correo electrónico seleccionado?

source: Hello from %(site_name)s! You're receiving this e-mail because user %(user_display)s has connected this e-mail address to their account. If this is not you, just ignore this email. To confirm this is correct, go to %(activate_url)s
es_es: Saludos desde %(site_name)s! Estas recibiendo este correo porque el usuario %(user_display)s a conectado este correo electrónico en su cuenta. Si no fuiste tu, por favor ignora este correo. Para confirmar que es correcto, en la siguiente dirección %(activate_url)s

source: Thank you from %(site_name)s! %(site_domain)s
es_es: Gracias desde %(site_name)s! %(site_domain)s

source: Please confirm your E-mail Address
es_es: Por favor, confirme su dirección de correo electrónico

source: Hello from %(site_name)s! You're receiving this e-mail because you or someone else has requested a password for your user account. It can be safely ignored if you did not request a password reset. Click the link below to reset your password.
es_es: Saludos desde %(site_name)s! Estas recibiendo este correo porque tu u otra persona ha solicitado una contraseña para tu cuenta de usuario. Se puede ignorar de forma segura si no solicitó un restablecimiento de contraseña. Haga clic en el siguiente enlace para restablecer su contraseña.

source: In case you forgot, your username is %(username)s.
es_es: En caso que lo hayas olvidado, tu usuario es %(username)s.

source: Thank you for using %(site_name)s! %(site_domain)s
es_es: Gracias por utilizar %(site_name)s! %(site_domain)s

source: Password Reset E-mail
es_es: Email de restablecimiento de contraseña

source: Confirm E-mail Address
es_es: Confirmar dirección de correo electrónico

source: Please confirm that <a href="mailto:%(email)s">%(email)s</a> is an e-mail address for user %(user_display)s.
es_es: Por favor, confirme que <a href="mailto:%(email)s">%(email)s</a> es el correo electronic para el usuario %(user_display)s.

source: Confirm
es_es: Confirmar

source: This e-mail confirmation link expired or is invalid.
es_es: Este enlace de confirmación por correo electrónico expiró o no es válido.

source: Resend confirmation email
es_es: Re enviar correo electrónico de confirmación

source: Login
es_es: Iniciar sesión

source: If you already have an account, you can login below or via a third party account.
es_es: Si ya tienes una cuenta, puedes iniciar sesión a continuación o a través de una cuenta de terceros.

source: Forget/Reset Password
es_es: Olvidar/Restablecer Contraseña

# general_sign_out
source: Sign Out
es_es: Salir

# general_sign_out_confirm
source: Are you sure you want to sign out?
es_es: ¿Seguro que quieres salir?

source: You cannot remove your primary e-mail address (%(email)s).
es_es: No puedes eliminar tu dirección de correo primaria (%(email)s).

source: Confirmation e-mail sent to %(email)s.
es_es: Confirmación de coreo electrónico enviado a %(email)s.

source: You have confirmed %(email)s.
es_es: Tu haz confirmado %(email)s.

source: Removed e-mail address %(email)s.
es_es: Remover dirección de correo electrónico %(email)s.

source: Successfully signed in as %(name)s.
es_es: Inicio de sesión correcto como %(name)s.

source: You have signed out.
es_es: Tu has cerrado sesión.

source: Password successfully changed.
es_es: Contraseña cambiada correctamente.

source: Password successfully set.
es_es: Contraseña correctamente cambiada.

source: Primary e-mail address set.
es_es: Correo electrónico primario establecido.

source: Your primary e-mail address must be verified.
es_es: Tu dirección de correo electrónico primario debe ser verificada.

source: Password Reset
es_es: Resetear contraseña

source: Forgotten your password? Enter your e-mail address below, and we'll send you an e-mail allowing you to reset it.
es_es: ¿Haz olvidado tu contraseña? Introduce la dirección de correo electrónico a continuación y te enviaremos un correo electrónico que te permitirá reestablecerla.

source: Please contact us if you have any trouble resetting your password.
es_es: Por favor, contáctanos si tienes problemas reseteando tu contraseña

source: Reset My Password
es_es: Resetear mi contraseña

source: If that email is valid, we have sent you an e-mail. Please follow the instructions in the email to continue.
es_es: Si ese correo electrónico es válido, te hemos enviado un correo electrónico. Por favor, sigue las instrucciones del correo electrónico para continuar.

source: Bad Token
es_es: Token inválido

source: The password reset link was invalid, possibly because it has already been used.
es_es: El link para resetear tu contraseña es invalido, posiblemente porque ya ha sido utilizado.

source: New password reset key
es_es: Nueva clave para restablecer contraseña

source: change password
es_es: cambiar contraseña

source: Your password has now been changed.
es_es: Tu contraseña ha sido cambiada

source: Return to login page
es_es: Volver a la página de Inicio de Sesión

source: Password Changed
es_es: Contraseña cambiada

source: Your password is now changed.
es_es: Tu contraseña ha cambiado.

source: Set Password
es_es: Configurar contraseña

source: Please set a password.
es_es: Por favor, establezca una contraseña.

source: Sign Up Closed
es_es: Inscripción cerrada

source: We are sorry, but registrations via the website are currently disabled.
es_es: Lo sentimos, pero el registro vía este sitio están desactivadas

source: This is preperation for transition to the NEW TrainerDex website. We apologise for the inconvenience.
es_es: Esto es la preparación para la transición a la página web de la NUEVA TrainerDex. Nos disculpamos por las molestias.

source: Join Discord
es_es: Unirse a Discord

source: You are already logged in as %(user_display)s.
es_es: Haz iniciado sesión como %(user_display)s.

source: Verify Your E-mail Address
es_es: Verifica tu dirección de correo electrónico

source: We have sent an e-mail to you for verification. Follow the link provided to finalize the signup process. Please contact us if you do not receive it within a few minutes.
es_es: Le hemos enviado un correo electrónico para su verificación. Siga el enlace provisto para finalizar el proceso de registro. Por favor contáctenos si no lo recibe en unos minutos.

source: This part of the site requires us to verify that you are who you claim to be. For this purpose, we require that you verify ownership of your e-mail address.
es_es: Esta parte del sitio requiere que verifiquemos que usted es quien dice ser. Para este fin, le solicitamos que verifique la propiedad de su dirección de correo electrónico.

source: We have sent an e-mail to you for verification. Please click on the link inside this e-mail. Please contact us if you do not receive it within a few minutes.
es_es: Le hemos enviado un correo electrónico para su verificación. Haga clic en el enlace dentro de este correo. Por favor contáctenos si no lo recibe en unos minutos.

# meta tag in head
source: TrainerDex provides leaderboards and stats related to Pokemon Go. Join now!
es_es: TrainerDex provee de estadísticas y tabla de posiciones relacionadas con Pokémon GO. Únete ahora!

# general_ok
source: OK
es_es: Vale

source: Learn more
es_es: Aprender más

source: This website uses cookies to ensure you get the best experience on our website.
es_es: Este sitio web utiliza cookies para asegurar que obtengas la mejor experiencia.

source: Leaderboard
es_es: Tabla de clasificación

source: Settings
es_es: Configuración

source: Admin Panel
es_es: Panel administrativo

source: Privacy Policy
es_es: Política de privacidad

source: Terms of Service
es_es: Términos de servicio

source: Author
es_es: Autor

source: Version
es_es: Versión

source: For various reasons, this document is only available in English.
es_es: Por diversas razones, este documento sólo está disponible en inglés.

source: Social Network Login Failure
es_es: Error de inicio de sesión de red social

source: An error occurred while attempting to login via your social network account.
es_es: Un error ha ocurrido cuando intentabas iniciar sesiono vía tu cuenta de red social.

source: Account Connections
es_es: Conexiones de cuenta

source: Connect Social Media
es_es: Conectar redes sociales

source: You can connect any of these social media networks.
es_es: Puede conectar cualquiera de estas redes sociales.

source: You can sign in to your account using any of the following third party accounts:
es_es: Puedes registrarte utilizando cualquiera de las siguientes cuentas de terceros:

source: Login Cancelled
es_es: Cancelando inicio de sesión

source: Login was cancelled.
es_es: Inicio de sesión cancelado.

source: The social account has been connected.
es_es: La cuenta social ha sido conectada.

source: The social account is already connected to a different account.
es_es: La cuenta social esta actualmente conectada a diferente cuenta.

source: The social account has been disconnected.
es_es: La cuenta social ha sido desconectada.

source: Continue with %(provider)s
es_es: Continuar con %(provider)s

source: Sync Members for all eligible Discords
es_es: Sincronizar miembros para todos los Discords elegibles

# profile_category_stats
source: Stats
es_es: Estadísticas

# profile_category_medals
source: Medals
es_es: Insignias

# pokemon_info_type
source: Type
es_es: Tipo

source: Reports
es_es: Reportes

source: User
es_es: Usuario

source: Last Cheated
es_es: Último vez que hiciste trampa

source: When did this Trainer last cheat?
es_es: Cuando hice este Entrenador último truco?

source: Would you like to be shown on the leaderboard? Ticking this box gives us permission to process your data.
es_es: ¿Te gustaría aparecer en la tabla de lideres? Clickeando esta caja nos das permiso a procesar tus datos.

source: Where are you based?
es_es: ¿En qué te basas?

source: Verified
es_es: Verificado

source: Screenshot
es_es: Captura de Pantalla

source: Has Cheated
es_es: Tramposo

source: Banned
es_es: Baneado

source: Awaiting Verification
es_es: A la espera de verificación

source: Unverified
es_es: Sin verificar

source: Trainer
es_es: Entrenador

source: Trainers
es_es: Entrenadores

# player_term
source: Trainer
es_es: Entrenador

source: Time Updated
es_es: Tiempo Actualizado

source: Source
es_es: Fuente

source: This should be your TOTAL XP screenshot.
es_es: Esta debería ser tu captura de pantalla de tu Total de PX.

source: I have double checked this information and it is correct.
es_es: He comprobado dos veces esta información y es correcta.

source: This will silence some errors.
es_es: Esto silenciará algunos errores.

# profile_total_xp
source: Total XP
es_es: Total de experiencia

# pokedex_page_caught
source: Unique Species Caught
es_es: Especies únicas capturadas

# pokedex_page_seen
source: Unique Species Seen
es_es: Especies únicas vistas

# battle_hub_stats_wins
source: Wins
es_es: Ganados

# battle_hub_stats_battles
source: Battles
es_es: Combates

# battle_hub_stats_stardust
source: Stardust Earned
es_es: Polvos Estelares

# battle_hub_stats_streak
source: Longest Streak
es_es: Racha más larga

# profile_category_gymbadges
source: Gym Badges
es_es: Medallas de Gimnasio

source: This value will make you the leader. Are you sure what you entered is correct?
es_es: Este valor te pondrá como líder. ¿Estás seguro que lo ingresado es correcto?

source: The {badge} you entered is high. Please check for typos and other mistakes. {delta:,}/{expected:,} per day from {date1} to {date2}
es_es: El {badge} que has introducido es alto. Por favor revisa los errores tipográficos y otros errores. {delta:,}/{expected:,} por día de {date1} a {date2}

source: Update
es_es: Actualizar

source: Updates
es_es: Actualiza

source: Badge
es_es: Medalla

source: Badges
es_es: Medallas

source: Publicly Viewable
es_es: Públicamente visible

source: By default, this is off. Turn this on to share your community with the world.
es_es: De forma predeterminada, esto está desactivado. Activa esta opción para compartir los resultados de tus torneos con el mundo.

source: Publicly Joinable
es_es: Unirse públicamente

source: By default, this is off. Turn this on to make your community free to join. No invites required.
es_es: De forma predeterminada, esto está desactivado. Actívalo para hacer que tu comunidad se una libremente. No se requieren invitaciones.

source: Tournament: Publicly Viewable
es_es: Torneo: Visible publicamente

source: By default, this is off. Turn this on to share your tournament results with the world.
es_es: De forma predeterminada, esto está desactivado. Activa esta opción para compartir los resultados de tus torneos con el mundo.

source: Community
es_es: Comunidad

source: Communities
es_es: Comunidades

source: Members in this Discord are automatically included in the community.
es_es: Los miembros de este Discord se incluyen automáticamente en la comunidad.

source: Community Discord Connection
es_es: Conexión a la Comunidad de Discord

source: Community Discord Connections
es_es: Conexiones a la Comunidad de Discord

source: Update Stats
es_es: Actualizar estadísticas

source: Welcome to the TrainerDex. Please be honest and truthful, if caught intentionally providing false information, you may be banned.
es_es: Bienvenido al TrainerDex. Por favor, sea honesto y veraz, si es capturado intencionalmente proporcionando información falsa, usted puede ser suspendido.

source: All the questions relate to a section in the game and examples are provided to help if you get stuck.
es_es: Todas las preguntas relacionadas a una sección del juego y los ejemplos se proporcionan para ayudar si te quedas atascado.

# general_done
source: Done
es_es: Hecho

source: Edit Profile
es_es: Editar perfil

source: Save Changes
es_es: Guardar cambios

source: International
es_es: Internacional

source: %(loc)s Leaderboard
es_es: Clasificación de %(loc)s

# Total XP of all Trainers on leaderboard
source: Total XP
es_es: Total de PX

source: Trainers Considered
es_es: Entrenadores considerados

# onboard_enter_name_hint
source: Nickname
es_es: Apodo

# Short form of Trainer Level
source: TL
es_es: TN

source: Last Updated
es_es: Última Actualización

source: There is no information to include in this leaderboard. Why not be the first?
es_es: No hay información incluida en esta Tabla de Lideres, ¿Porqué no ser el primero?

# profile_player_level
source: Level
es_es: Nivel

# avatar_detail_walking_distance
source: Distance Walked
es_es: Distancia caminando

# avatar_detail_pokemon_caught
source: Pokémon Caught
es_es: Pokémon atrapados

# profile_pokestops_visited
source: PokéStops Visited
es_es: Poképaradas visitadas

# profile_button_activity_log
source: Journal
es_es: Diario

source: Bronze
es_es: Bronce

source: Silver
es_es: Plata

source: Gold
es_es: Oro

source: Platinum
es_es: Platino

source: These values have been datamined from the Beyond update and may be subject to change.
es_es: Estos valores han sido extraídos de la Beyond actualización y pueden estar sujetos a cambios.

# onboard_name_invalid_characters_error
source: Only letters and numbers are allowed.
es_es: Solo letras y números permitidos.

source: Trainer Code must be 12 digits long and contain only numbers and whitespace.
es_es: El código de entrenador debe tener 12 dígitos y sólo contiene números y espacios en blanco.

source: Please set your trainer start date. You can edit your profile in the settings section on the menu.
es_es: Por favor, establece tu fecha de inicio del entrenador. Puedes editar tu perfil en la sección de ajustes del menú.

source: Please complete your profile to continue using the website.
es_es: Por favor, complete su perfil para continuar utilizando el sitio.

source: Statistics updated
es_es: Estadísticas actualizadas

source: Since you have posted in the past hour, you are currently updating your previous post.
es_es: Puesto que has publicado en la última hora, actualmente estás actualizando tu publicación anterior.

source: No country found for code {country}
es_es: Ningún país encontrado para el código {country}

source: No community found for handle {community}
es_es: No se encontró ninguna comunidad {community}

source: Access denied
es_es: Acceso denegado

source: Thank you for filling out your profile. Your screenshots have been sent for verification. Join our Discord. https://discord.gg/Anz3UpM
es_es: Gracias por rellenar tu perfil. Tus capturas de pantalla han sido enviadas para verificación. Únete a nuestro Discord. https://discord.gg/Anz3UpM

source: Profile edited successfully.
es_es: Perfil actualizado con exito.
